Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: Rest assured, your document is strictly confidential and will never be shared. Only your signing experience will be highlighted. Share your personalized signing card to showcase your signature!
hu: Biztos lehet benne, hogy a dokumentuma szigorúan bizalmas, és soha nem kerül megosztásra. Csak az aláírási élménye kerül kiemelésre. Ossza meg személyre szabott aláírói kártyáját, hogy bemutassa aláírását!

source: Restricted Access
hu: Korlátozott hozzáférés

source: Retention of Documents
hu: Dokumentumok megőrzése

source: Retry
hu: Újrapróbálkozás

source: Return
hu: Vissza

source: Return to Home
hu: Vissza a kezdőlapra

source: Return to sign in
hu: Jelentkezzen be újra

source: Revoke
hu: Visszavonás

source: Revoke access
hu: Hozzáférés visszavonása

source: Revoke all sessions
hu: Minden munkamenet visszavonása

source: Role
hu: Szerepkör

source: Roles
hu: Szerepkörök

source: Rows per page
hu: Sorok oldalanként

source: Save
hu: Mentés

source: Save Template
hu: Sablon mentése

source: Search
hu: Keresés

source: Search and manage all organisations
hu: Keressen és kezeljen minden szervezetet

source: Search by claim ID or name
hu: Keresés igényazonosító vagy név alapján

source: Search by document title
hu: Keresés dokumentum cím alapján

source: Search by name or email
hu: Keresés név vagy e-mail alapján

source: Search by organisation ID, name, customer ID or owner email
hu: Keresés szervezet azonosító, név, ügyfél azonosító vagy tulajdonos e-mail alapján

source: Search documents...
hu: Dokumentumok keresése...

source: Search folders...
hu: Mappák keresése...

source: Search languages...
hu: Nyelvek keresése...

source: Secret
hu: Titkos

source: Security
hu: Biztonság

source: Security activity
hu: Biztonsági tevékenység

source: Select
hu: Kiválasztás

source: Select a destination for this folder.
hu: Válasszon célhelyet ennek a mappának.

source: Select a folder to move this document to.
hu: Válasszon egy mappát a dokumentum áthelyezéséhez.

source: Select a plan
hu: Válasszon egy csomagot

source: Select a plan to continue
hu: Válasszon egy tervet a folytatáshoz

source: Select a team to view its dashboard
hu: Válasszon egy csapatot a műszerfal megtekintéséhez

source: Select a template you'd like to display on your public profile
hu: Válassza ki azt a sablont, amelyet szeretne megjeleníteni a nyilvános profilján

source: Select a template you'd like to display on your team's public profile
hu: Válassza ki azt a sablont, amelyet meg szeretne jeleníteni a csapata nyilvános profilján

source: Select access methods
hu: Válassza ki a hozzáférési módokat

source: Select an option
hu: Válasszon egy lehetőséget

source: Select an organisation to view teams
hu: Válasszon egy szervezetet a csapatok megtekintéséhez

source: Select at least
hu: Válasszon ki legalább

source: Select authentication methods
hu: Válassza ki a hitelesítési módszereket

source: Select default option
hu: Alapértelmezett opció kiválasztása

source: Select groups
hu: Csoportok kiválasztása

source: Select groups of members to add to the team.
hu: Válasszon ki tagcsoportokat a csapathoz való hozzáadáshoz.

source: Select groups to add to this team
hu: Válassza ki a csoportokat, amelyeket hozzá szeretne adni ehhez a csapathoz

source: Select members
hu: Tagok kiválasztása

source: Select members or groups of members to add to the team.
hu: Válasszon ki tagokat vagy tagcsoportokat a csapathoz való hozzáadáshoz.

source: Select members to add to this team
hu: Válassza ki a tagokat, akiket hozzá szeretne adni ehhez a csapathoz

source: Select passkey
hu: Válasszon jelszót

source: Select signature types
hu: Válassza ki az aláírás típusait

source: Select the members to add to this group
hu: Válassza ki a tagokat, akiket hozzá szeretne adni ehhez a csoporthoz

source: Select the members to include in this group
hu: Válassza ki a csoportba bevonni kívánt tagokat

source: Select triggers
hu: Válassza ki a kiváltó okokat

source: Send
hu: Küldés

source: Send confirmation email
hu: Küldjön megerősítő e-mailt

source: Send document
hu: Dokumentum küldése

source: Send Document
hu: Dokumentum küldése

source: Send document completed email
hu: Dokumentum befejezéséről szóló e-mail küldése

source: Send document completed email to the owner
hu: Küldjön dokumentum befejezéséről szóló e-mailt a tulajdonosnak

source: Send document deleted email
hu: Küldjön dokumentumtörlési értesítő e-mailt

source: Send document pending email
hu: Küldje el a dokumentum függőben lévő e-mailjét

source: Send documents on behalf of the team using the email address
hu: Küldjön dokumentumokat a csapat nevében az e-mail cím használatával

source: Send documents to recipients immediately
hu: Küldje el a dokumentumokat a címzetteknek azonnal

source: Send on Behalf of Team
hu: Küldés a csapat nevében

source: Send recipient removed email
hu: Küldje el az eltávolított címzett e-mailt

source: Send recipient signed email
hu: Küldje el az aláírt e-mailt a címzettnek

source: Send recipient signing request email
hu: Küldjön aláírási kérelmet a címzettnek e-mailben

source: Send reminder
hu: Emlékeztető küldése

source: Sender
hu: Feladó

source: Sending Reset Email...
hu: Jelszó-visszaállító e-mail küldése...

source: Sending...
hu: Küldés...

source: Sent
hu: Elküldve

source: Session revoked
hu: Munkamenet visszavonva

source: Sessions have been revoked
hu: A munkamenetek vissza lettek vonva

source: Set a password
hu: Állítson be egy jelszót

source: Set up your document properties and recipient information
hu: Állítsa be a dokumentum tulajdonságait és a címzett adatait

source: Set up your template properties and recipient information
hu: Állítsa be a sablon tulajdonságait és a címzett adatait

source: Settings
hu: Beállítások

source: Setup
hu: Beállítás

source: Share
hu: Megosztás

source: Share Signature Card
hu: Aláírási kártya megosztása

source: Share Signing Card
hu: Aláírási kártya megosztása

source: Share the Link
hu: Ossza meg a linket

source: Share your signing experience!
hu: Ossza meg aláírási élményét!

source: Show
hu: Mutat

source: Show advanced settings
hu: Speciális beállítások megjelenítése

source: Show templates in your public profile for your audience to sign and get started quickly
hu: Mutassa meg a sablonokat a nyilvános profiljában, hogy közönsége aláírhassa őket, és gyorsan elkezdhesse a munkát

source: Sign
hu: Aláírás

source: Sign as {0} <0>({1})</0>
hu: Írja alá mint {0} <0>({1})</0>

source: Sign as<0>{0} <1>({1})</1></0>
hu: Írja alá<0>{0} <1>({1})</1></0>

source: Sign document
hu: Dokumentum aláírása

source: Sign Document
hu: Dokumentum aláírása

source: Sign Documents
hu: Dokumentumok aláírása

source: Sign field
hu: Aláírás mező

source: Sign Here
hu: Írja alá itt

source: Sign In
hu: Bejelentkezés

source: Sign in to your account
hu: Jelentkezzen be fiókjába

source: Sign Out
hu: Kijelentkezés

source: Sign the document to complete the process.
hu: Írja alá a dokumentumot a folyamat befejezéséhez.

source: Sign up
hu: Regisztráció

source: Sign Up with Google
hu: Regisztráció Google-lal

source: Sign Up with OIDC
hu: Regisztráció OIDC-vel

source: Signature
hu: Aláírás

source: Signature ID
hu: Aláírás azonosító

source: Signature is too small
hu: Az aláírás túl kicsi

source: Signature Pad cannot be empty.
hu: Az aláírás mező nem lehet üres.

source: Signature types
hu: Aláírás típusok

source: Signatures Collected
hu: Aláírások összegyűjtve

source: Signatures will appear once the document has been completed
hu: Az aláírások megjelennek, amint a dokumentum elkészült.

source: Signed
hu: Aláírva

source: Signer Events
hu: Aláírói események

source: Signers must have unique emails
hu: Az aláírók e-mail címeinek egyedinek kell lenniük

source: Signing Certificate
hu: Aláírói tanúsítvány

source: Signing certificate provided by
hu: Aláírási tanúsítvány biztosítja:

source: Signing Complete!
hu: Aláírás befejezve!

source: Signing for
hu: Aláírás a számára

source: Signing in...
hu: Bejelentkezés...

source: Signing Links
hu: Aláírói linkek

source: Signing links have been generated for this document.
hu: Aláírói linkek lettek generálva ehhez a dokumentumhoz.

source: Signing order is enabled.
hu: Az aláírási sorrend engedélyezve van.

source: Signing Volume
hu: Aláírási mennyiség

source: Signups are disabled.
hu: A regisztrációk le vannak tiltva.

source: Since {0}
hu: {0} óta

source: Site Banner
hu: Webhely szalaghirdetés

source: Site Settings
hu: Webhely beállítások

source: Some signers have not been assigned a signature field. Please assign at least 1 signature field to each signer before proceeding.
hu: Néhány aláírónak nincs aláírási mezője hozzárendelve. Kérjük, rendeljen hozzá legalább 1 aláírási mezőt minden aláíróhoz, mielőtt folytatná.

source: Something went wrong
hu: Valami hiba történt

source: Something went wrong while attempting to verify your email address for <0>{0}</0>. Please try again later.
hu: Hiba történt az e-mail címének ellenőrzése közben a(z) <0>{0}</0> számára. Kérjük, próbálja meg később újra.

source: Something went wrong while loading the document.
hu: Hiba történt a dokumentum betöltése közben.

source: Something went wrong while loading your passkeys.
hu: Valami hiba történt a jelszavai betöltése közben.

source: Something went wrong while sending the confirmation email.
hu: Hiba történt a megerősítő e-mail küldése közben.

source: Something went wrong while updating the team billing subscription, please contact support.
hu: Hiba történt a csapat számlázási előfizetésének frissítése során, kérjük, vegye fel a kapcsolatot a támogatással.

source: Something went wrong!
hu: Valami hiba történt!

source: Something went wrong.
hu: Valami hiba történt.

source: Something went wrong. Please try again later.
hu: Valami hiba történt. Kérjük, próbálja meg később újra.

source: Something went wrong. Please try again or contact support.
hu: Valami hiba történt. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.

source: Sorry, we were unable to download the audit logs. Please try again later.
hu: Sajnáljuk, nem sikerült letölteni az audit naplókat. Kérjük, próbálja meg később újra.

source: Sorry, we were unable to download the certificate. Please try again later.
hu: Sajnáljuk, nem sikerült letölteni a tanúsítványt. Kérjük, próbálja meg később újra.

source: Source
hu: Forrás

source: Stats
hu: Statisztika

source: Status
hu: Állapot

source: Step <0>{step} of {maxStep}</0>
hu: <0>{step} / {maxStep} lépés</0>

source: Stripe customer created successfully
hu: Stripe ügyfél sikeresen létrehozva

source: Stripe Customer ID
hu: Stripe ügyfélazonosító

source: Subject <0>(Optional)</0>
hu: Tárgy <0>(Opcionális)</0>

source: Subscribe
hu: Feliratkozás

source: Subscription
hu: Előfizetés

source: Subscription claim created successfully.
hu: Az előfizetési igény sikeresen létrehozva.

source: Subscription claim deleted successfully.
hu: Az előfizetési igény sikeresen törölve.

source: Subscription claim updated successfully.
hu: Az előfizetési igény sikeresen frissítve.

source: Subscription Claims
hu: Előfizetési igények

source: Success
hu: Sikeres művelet

source: Successfully created passkey
hu: Sikeresen létrehozta a jelszót

source: Successfully created: {successCount}
hu: Sikeresen létrehozva: {successCount}

source: Summary:
hu: Összefoglalás:

source: System Requirements
hu: Rendszerkövetelmények

source: System Theme
hu: Rendszertéma

source: Team
hu: Csapat

source: Team "{0}" has been deleted on Documenso
hu: A(z) "{0}" csapatot törölték a Documenso-n

source: Team Admin
hu: Csapat adminisztrátor

source: Team Assignments
hu: Csapatkiosztások

source: Team Count
hu: Csapatok száma

source: Team email
hu: Csapat e-mail

source: Team Email
hu: Csapat e-mail

source: Team email already verified!
hu: A csapat e-mailje már ellenőrizve van!

source: Team email has been removed
hu: A csapat e-mailje eltávolításra került

source: Team email has been revoked for {0}
hu: A(z) {0} csapat e-mailje visszavonásra került

source: Team email removed
hu: Csapat e-mail eltávolítva

source: Team email removed for {teamName} on Documenso
hu: A(z) {teamName} csapat e-mailje eltávolítva a Documenso-n

source: Team email verification
hu: Csapat e-mail ellenőrzés

source: Team email verified!
hu: A csapat e-mailje ellenőrizve!

source: Team email was updated.
hu: A csapat e-mail címe frissítve lett.

source: Team Groups
hu: Csoportok

source: Team Manager
hu: Csapatvezető

source: Team Member
hu: Csapattag

source: Team Members
hu: Csapattagok

source: Team members have been added.
hu: A csapattagok hozzá lettek adva.

source: Team Name
hu: Csapatnév

source: Team not found
hu: Csapat nem található

source: Team Only
hu: Csak csapat számára

source: Team only templates are not linked anywhere and are visible only to your team.
hu: A csapat számára készült sablonok nincsenek sehol összekapcsolva, és csak a csapata számára láthatók.

source: Team Role
hu: Csapatszerep

source: Team settings
hu: Csapatbeállítások

source: Team Settings
hu: Csapatbeállítások

source: Team url
hu: Csapat URL-címe

source: Team URL
hu: Csapat URL-címe

source: Teams
hu: Csapatok

source: Teams help you organise your work and collaborate with others. Create your first team to get started.
hu: A csapatok segítenek a munkája megszervezésében és az együttműködésben másokkal. Hozza létre az első csapatát a kezdéshez.

source: Teams that this organisation group is currently assigned to
hu: Azok a csapatok, amelyekhez ez a szervezeti csoport jelenleg hozzá van rendelve

source: Template
hu: Sablon

source: Template Created
hu: Sablon létrehozva

source: Template deleted
hu: Sablon törölve

source: Template document uploaded
hu: Sablon dokumentum feltöltve

source: Template duplicated
hu: Sablon duplikálva

source: Template has been removed from your public profile.
hu: A sablon eltávolításra került a nyilvános profiljából.

source: Template has been updated.
hu: A sablon frissítve lett.

source: Template is using legacy field insertion
hu: A sablon elavult mezőbeillesztést használ

source: Template moved
hu: Sablon áthelyezve

source: Template saved
hu: Sablon mentve

source: Template title
hu: Sablon címe

source: Template updated successfully
hu: A sablon sikeresen frissítve

source: Templates
hu: Sablonok

source: Templates allow you to quickly generate documents with pre-filled recipients and fields.
hu: A sablonok lehetővé teszik, hogy gyorsan generáljon dokumentumokat előre kitöltött címzettekkel és mezőkkel.

source: Text
hu: Szöveg

source: Text Align
hu: Szöveg igazítása

source: Text Color
hu: Szöveg színe

source: Thank you for completing the signing process.
hu: Köszönjük, hogy befejezte az aláírási folyamatot.

source: Thank you for using Documenso to perform your electronic document signing. The purpose of this disclosure is to inform you about the process, legality, and your rights regarding the use of electronic signatures on our platform. By opting to use an electronic signature, you are agreeing to the terms and conditions outlined below.
hu: Köszönjük, hogy a Documenso-t használja elektronikus dokumentum aláírásához. Ennek a tájékoztatásnak a célja, hogy informálja Önt az elektronikus aláírások használatának folyamatáról, jogszerűségéről és az Ön jogairól a platformunkon. Az elektronikus aláírás használatának választásával Ön elfogadja az alábbiakban ismertetett feltételeket.

source: That's okay, it happens! Click the button below to reset your password.
hu: Semmi gond, előfordul! Kattintson az alábbi gombra a jelszó visszaállításához.

source: The account has been deleted successfully.
hu: A fiók sikeresen törölve lett.

source: The account has been disabled successfully.
hu: A fiók sikeresen le lett tiltva.

source: The account has been enabled successfully.
hu: A fiók sikeresen engedélyezve lett.

source: The authentication methods required for recipients to sign fields
hu: Az aláírók számára szükséges hitelesítési módszerek a mezők aláírásához

source: The authentication methods required for recipients to sign the signature field.
hu: Az aláíró mező aláírásához szükséges hitelesítési módszerek a címzettek számára.

source: The authentication methods required for recipients to view the document.
hu: A hitelesítési módszerek, amelyek szükségesek a címzettek számára a dokumentum megtekintéséhez.

source: The content to show in the banner, HTML is allowed
hu: A szalaghirdetésben megjelenítendő tartalom, HTML engedélyezett

source: The direct link has been copied to your clipboard
hu: A közvetlen linket a vágólapra másoltuk

source: The document has been moved successfully.
hu: A dokumentumot sikeresen áthelyeztük.

source: The document is already saved and cannot be changed.
hu: A dokumentum már el van mentve, és nem módosítható.

source: The document is now completed, please follow any instructions provided within the parent application.
hu: A dokumentum most elkészült, kérjük, kövesse a szülőalkalmazásban megadott utasításokat.

source: The document owner has been notified of this rejection. No further action is required from you at this time. The document owner may contact you with any questions regarding this rejection.
hu: A dokumentum tulajdonosát értesítettük az elutasításról. Jelenleg nincs szükség további intézkedésre az Ön részéről. A dokumentum tulajdonosa felveheti Önnel a kapcsolatot, ha bármilyen kérdése van az elutasítással kapcsolatban.

source: The document owner has been notified of your decision. They may contact you with further instructions if necessary.
hu: A dokumentum tulajdonosát értesítettük a döntéséről. Szükség esetén további utasításokkal kereshetik Önt.

source: The document was created but could not be sent to recipients.
hu: A dokumentum létrejött, de nem sikerült elküldeni a címzetteknek.

source: The document will be hidden from your account
hu: A dokumentum el lesz rejtve a fiókjából

source: The document will be immediately sent to recipients if this is checked.
hu: A dokumentum azonnal elküldésre kerül a címzetteknek, ha ez be van jelölve.

source: The document's name
hu: A dokumentum neve

source: The email or password provided is incorrect
hu: Az e-mail cím vagy jelszó helytelen.

source: The events that will trigger a webhook to be sent to your URL.
hu: Az események, amelyek kiváltják, hogy egy webhookot küldjünk az Ön URL-jére.

source: The fields have been updated to the new field insertion method successfully
hu: A mezők sikeresen frissítve lettek az új mezőbeszúrási módszerre

source: The folder you are trying to delete does not exist.
hu: A törölni kívánt mappa nem létezik.

source: The folder you are trying to move does not exist.
hu: A mappát, amelyet megpróbál áthelyezni, nem létezik.

source: The folder you are trying to move the document to does not exist.
hu: A mappát, ahová a dokumentumot próbálja áthelyezni, nem létezik.

source: The folder you are trying to move the template to does not exist.
hu: A mappát, ahová a sablont próbálja áthelyezni, nem létezik.

source: The following errors occurred:
hu: A következő hibák történtek:

source: The following team has been deleted. You will no longer be able to access this team and its documents
hu: A következő csapat törlésre került. Többé nem fog tudni hozzáférni ehhez a csapathoz és annak dokumentumaihoz.

source: The organisation group you are looking for may have been removed, renamed or may have never existed.
hu: A keresett szervezeti csoport lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The organisation role that will be applied to all members in this group.
hu: Az ebben a csoportban lévő összes tagra alkalmazandó szervezeti szerepkör.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
hu: A keresett szervezet lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The organisation you are looking for may have been removed, renamed or may have never existed.
hu: A keresett szervezet lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The page you are looking for was moved, removed, renamed or might never have existed.
hu: A keresett oldal el lett mozgatva, eltávolították, átnevezték, vagy lehet, hogy soha nem létezett.

source: The profile link has been copied to your clipboard
hu: A profil linkje a vágólapra került

source: The profile you are looking for could not be found.
hu: A keresett profil nem található.

source: The public description that will be displayed with this template
hu: A sablonnal megjelenítendő nyilvános leírás

source: The public name for your template
hu: A sablon nyilvános neve

source: The reason provided for deletion is the following:
hu: A törlés indoklása a következő:

source: The recipient can prepare the document for later signers by pre-filling suggest values.
hu: A címzett előkészítheti a dokumentumot a későbbi aláírók számára javasolt értékek előzetes kitöltésével.

source: The recipient has been updated successfully
hu: A címzett sikeresen frissítve lett

source: The recipient is not required to take any action and receives a copy of the document after it is completed.
hu: A címzettnek nem szükséges semmilyen lépést tennie, és a dokumentum befejezése után kap egy másolatot.

source: The recipient is required to approve the document for it to be completed.
hu: A címzettnek jóvá kell hagynia a dokumentumot annak befejezéséhez.

source: The recipient is required to sign the document for it to be completed.
hu: A címzettnek alá kell írnia a dokumentumot a befejezéshez.

source: The recipient is required to view the document for it to be completed.
hu: A címzettnek meg kell tekintenie a dokumentumot annak befejezéséhez.

source: The sharing link could not be created at this time. Please try again.
hu: A megosztási linket jelenleg nem lehet létrehozni. Kérjük, próbálja meg újra.

source: The sharing link has been copied to your clipboard.
hu: A megosztási linket a vágólapra másoltuk.

source: The signer's email
hu: Az aláíró e-mail címe

source: The signer's name
hu: Az aláíró neve

source: The signing link has been copied to your clipboard.
hu: Az aláírói linket a vágólapra másoltuk.

source: The site banner is a message that is shown at the top of the site. It can be used to display important information to your users.
hu: A webhely szalaghirdetése egy üzenet, amely a webhely tetején jelenik meg. Fontos információk megjelenítésére használható a felhasználók számára.

source: The team email <0>{teamEmail}</0> has been removed from the following team
hu: A(z) <0>{teamEmail}</0> csapat e-mail címet eltávolították a következő csapatból

source: The team you are looking for may have been removed, renamed or may have never existed.
hu: A keresett csapat lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The team you are looking for may have been removed, renamed or may have never existed.
hu: A keresett csapat lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The template has been moved successfully.
hu: A sablont sikeresen áthelyezték.

source: The template will be removed from your profile
hu: A sablon el lesz távolítva a profiljából

source: The token was copied to your clipboard.
hu: A token a vágólapra lett másolva.

source: The token was deleted successfully.
hu: A token sikeresen törölve lett.

source: The token you have used to reset your password is either expired or it never existed. If you have still forgotten your password, please request a new reset link.
hu: A jelszó visszaállításához használt token vagy lejárt, vagy soha nem létezett. Ha továbbra is elfelejtette a jelszavát, kérjük, igényeljen új visszaállító linket.
