Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: Delete organisation group
hu: Szervezeti csoport törlése

source: Delete organisation member
hu: Szervezeti tag törlése

source: Delete passkey
hu: Jelszó törlése

source: Delete Subscription Claim
hu: Előfizetési igény törlése

source: Delete team
hu: Csapat törlése

source: Delete team group
hu: Csapatcsoport törlése

source: Delete the document. This action is irreversible so proceed with caution.
hu: Törölje a dokumentumot. Ez a művelet visszafordíthatatlan, ezért körültekintően járjon el.

source: Delete the users account and all its contents. This action is irreversible and will cancel their subscription, so proceed with caution.
hu: Törölje a felhasználó fiókját és annak minden tartalmát. Ez a művelet visszafordíthatatlan, és lemondja az előfizetésüket, ezért körültekintően járjon el.

source: Delete Webhook
hu: Webhook törlése

source: Delete your account and all its contents, including completed documents. This action is irreversible and will cancel your subscription, so proceed with caution.
hu: Törölje fiókját és annak minden tartalmát, beleértve a befejezett dokumentumokat is. Ez a művelet visszafordíthatatlan, és lemondja az előfizetését, ezért körültekintően járjon el.

source: Deleted
hu: Törölve

source: Deleting account...
hu: Fiók törlése...

source: Details
hu: Részletek

source: Device
hu: Eszköz

source: Didn't request a password change? We are here to help you secure your account, just <0>contact us.</0>
hu: Nem kért jelszóváltoztatást? Segítünk biztonságban tartani fiókját, csak <0>lépjen kapcsolatba velünk.</0>

source: direct link
hu: közvetlen link

source: Direct link
hu: Közvetlen link

source: Direct Link
hu: Közvetlen link

source: direct link disabled
hu: közvetlen link letiltva

source: Direct link receiver
hu: Közvetlen link fogadója

source: Direct Link Signing
hu: Közvetlen linkes aláírás

source: Direct link signing has been disabled
hu: A közvetlen linkes aláírás le lett tiltva

source: Direct link signing has been enabled
hu: A közvetlen linkes aláírás engedélyezve lett

source: Direct link templates contain one dynamic recipient placeholder. Anyone with access to this link can sign the document, and it will then appear on your documents page.
hu: A közvetlen link sablonok egy dinamikus címzett helyőrzőt tartalmaznak. Bárki, aki hozzáfér ehhez a linkhez, aláírhatja a dokumentumot, amely ezt követően megjelenik a dokumentumok oldalán.

source: Direct template link deleted
hu: Közvetlen sablonlink törölve

source: Direct template link usage exceeded ({0}/{1})
hu: A sablon közvetlen link használata túllépte a megengedett határt ({0}/{1})

source: Disable
hu: Letiltás

source: Disable 2FA
hu: Kétfaktoros hitelesítés letiltása

source: Disable access
hu: Hozzáférés letiltása

source: Disable account
hu: Fiók letiltása

source: Disable Account
hu: Fiók letiltása

source: Disable Two Factor Authentication before deleting your account.
hu: Tiltsa le a kétfaktoros hitelesítést, mielőtt törli a fiókját.

source: Disabled
hu: Letiltva

source: Disabling direct link signing will prevent anyone from accessing the link.
hu: A közvetlen linkes aláírás letiltása megakadályozza, hogy bárki hozzáférjen a linkhez.

source: Disabling the user results in the user not being able to use the account. It also disables all the related contents such as subscription, webhooks, teams, and API keys.
hu: A felhasználó letiltása azt eredményezi, hogy a felhasználó nem tudja használni a fiókot. Ez letiltja az összes kapcsolódó tartalmat is, mint például az előfizetéseket, webhookokat, csapatokat és API kulcsokat.

source: Display your name and email in documents
hu: Jelenítse meg a nevét és e-mail címét a dokumentumokban

source: Distribute Document
hu: Dokumentum terjesztése

source: Distribution Method
hu: Terjesztési módszer

source: Do you want to delete this template?
hu: Szeretné törölni ezt a sablont?

source: Do you want to duplicate this template?
hu: Szeretné duplikálni ezt a sablont?

source: Documenso will delete <0>all of your documents</0>, along with all of your completed documents, signatures, and all other resources belonging to your Account.
hu: A Documenso törölni fogja <0>az összes dokumentumát</0>, valamint az összes befejezett dokumentumát, aláírását és minden egyéb, a fiókjához tartozó erőforrást.

source: Document
hu: Dokumentum

source: Document "{0}" - Rejected by {1}
hu: A(z) "{0}" dokumentumot {1} elutasította

source: Document "{0}" - Rejection Confirmed
hu: A(z) "{0}" dokumentum - Elutasítás megerősítve

source: Document "{0}" Cancelled
hu: A(z) "{0}" dokumentum törölve lett

source: Document access
hu: Dokumentumhozzáférés

source: Document All
hu: Dokumentum összes

source: Document Approved
hu: Dokumentum jóváhagyva

source: Document Cancelled
hu: Dokumentum törölve

source: Document completed
hu: Dokumentum befejezve

source: Document completed email
hu: Dokumentum befejezett e-mail

source: Document Completed!
hu: Dokumentum elkészült!

source: Document created
hu: Dokumentum létrehozva

source: Document Created
hu: Dokumentum létrehozva

source: Document created by <0>{0}</0>
hu: Dokumentum létrehozva <0>{0}</0> által

source: Document created from direct template
hu: Dokumentum közvetlen sablonból létrehozva

source: Document created using a <0>direct link</0>
hu: Dokumentum létrehozva egy <0>közvetlen link</0> segítségével

source: Document Creation
hu: Dokumentum létrehozása

source: Document deleted
hu: Dokumentum törölve

source: Document deleted email
hu: Dokumentum törléséről szóló e-mail

source: Document Deleted!
hu: Dokumentum törölve!

source: Document Distribution Method
hu: Dokumentumterjesztési módszer

source: Document draft
hu: Dokumentumvázlat

source: Document Duplicated
hu: Dokumentum duplikálva

source: Document found in your account
hu: Dokumentum található a fiókjában

source: Document ID
hu: Dokumentumazonosító

source: Document inbox
hu: Dokumentum bejövő mappa

source: Document is already uploaded
hu: A dokumentum már fel van töltve

source: Document is using legacy field insertion
hu: A dokumentum régi mezőbeillesztést használ

source: Document Limit Exceeded!
hu: Dokumentumkorlát túllépve!

source: Document metrics
hu: Dokumentum metrikák

source: Document moved
hu: Dokumentum áthelyezve

source: Document no longer available to sign
hu: A dokumentum már nem elérhető aláírásra

source: Document pending
hu: Függőben lévő dokumentum

source: Document pending email
hu: Függőben lévő dokumentum e-mail

source: Document preferences updated
hu: Dokumentum beállítások frissítve

source: Document re-sent
hu: Dokumentum újraküldve

source: Document rejected
hu: Dokumentum elutasítva

source: Document Rejected
hu: Dokumentum elutasítva

source: Document resealed
hu: Dokumentum újra lezárva

source: Document sent
hu: Dokumentum elküldve

source: Document Signed
hu: Dokumentum aláírva

source: Document signing process will be cancelled
hu: A dokumentum aláírási folyamata törlésre kerül

source: Document status
hu: Dokumentum állapota

source: Document title
hu: Dokumentum címe

source: Document updated successfully
hu: A dokumentum sikeresen frissítve lett

source: Document upload disabled due to unpaid invoices
hu: A dokumentumfeltöltés le van tiltva a ki nem fizetett számlák miatt

source: Document uploaded
hu: Dokumentum feltöltve

source: Document Viewed
hu: Dokumentum megtekintve

source: Document will be permanently deleted
hu: A dokumentum véglegesen törlődik

source: Documents
hu: Dokumentumok

source: Documents created from template
hu: Sablon alapján létrehozott dokumentumok

source: Documents Received
hu: Beérkezett dokumentumok

source: Documents that require your attention will appear here
hu: Az Ön figyelmét igénylő dokumentumok itt fognak megjelenni

source: Documents Viewed
hu: Dokumentumok megtekintve

source: Don't have an account? <0>Sign up</0>
hu: Nincs fiókja? <0>Regisztráljon</0>

source: Download
hu: Letöltés

source: Download Audit Logs
hu: Audit naplók letöltése

source: Download Certificate
hu: Tanúsítvány letöltése

source: Download Original
hu: Eredeti letöltése

source: Download Template CSV
hu: Sablon CSV letöltése

source: Draft
hu: Piszkozat

source: Draft documents
hu: Piszkozat dokumentumok

source: Drafted Documents
hu: Vázlatolt dokumentumok

source: Drag & drop your PDF here.
hu: Húzza ide a PDF fájlját.

source: Drag and drop or click to upload
hu: Húzza ide a fájlt, vagy kattintson a feltöltéshez

source: Drag and drop your PDF file here
hu: Húzza ide a PDF fájlját

source: Drop your document here
hu: Húzza ide a dokumentumát

source: Dropdown
hu: Legördülő menü

source: Dropdown options
hu: Legördülő menü opciók

source: Duplicate
hu: Duplikálás

source: Duplicate on all pages
hu: Ismétlés az összes oldalon

source: Edit
hu: Szerkesztés

source: Edit Template
hu: Sablon szerkesztése

source: Edit webhook
hu: Webhook szerkesztése

source: Electronic Delivery of Documents
hu: Elektronikus dokumentumkézbesítés

source: Electronic Signature Disclosure
hu: Elektronikus aláírási nyilatkozat

source: Email address
hu: Email cím

source: Email Address
hu: Email cím

source: Email already confirmed
hu: Az e-mail már meg van erősítve

source: Email cannot already exist in the template
hu: Az e-mail nem szerepelhet már a sablonban.

source: Email Confirmed!
hu: E-mail megerősítve!

source: Email Options
hu: Email beállítások

source: Email resent
hu: E-mail újraküldve

source: Email sent
hu: E-mail elküldve

source: Email sent!
hu: E-mail elküldve!

source: Email verification has been removed
hu: Az email ellenőrzés eltávolításra került

source: Email verification has been resent
hu: Az e-mail megerősítése újra elküldésre került

source: Embedding, 5 members included and more
hu: Beágyazás, 5 tagot tartalmaz és több is

source: Empty field
hu: Üres mező

source: Enable
hu: Engedélyezés

source: Enable 2FA
hu: Kétfaktoros hitelesítés engedélyezése

source: Enable access
hu: Hozzáférés engedélyezése

source: Enable account
hu: Fiók engedélyezése

source: Enable Account
hu: Fiók engedélyezése

source: Enable Authenticator App
hu: Engedélyezze az Authenticator alkalmazást

source: Enable Custom Branding
hu: Egyéni márkajelzés engedélyezése

source: Enable custom branding for all documents in this organisation
hu: Engedélyezze az egyedi arculatot az összes dokumentumhoz ebben a szervezetben

source: Enable custom branding for all documents in this team
hu: Engedélyezze az egyedi arculatot a csapat összes dokumentumához

source: Enable Direct Link Signing
hu: Engedélyezze a közvetlen linkes aláírást

source: Enable signing order
hu: Aláírási sorrend engedélyezése

source: Enabled
hu: Engedélyezve

source: Enabling the account results in the user being able to use the account again, and all the related features such as webhooks, teams, and API keys for example.
hu: Az account engedélyezése lehetővé teszi a felhasználó számára az account újbóli használatát, valamint az összes kapcsolódó funkció, például a webhookok, csapatok és API kulcsok használatát.

source: Enclosed Document
hu: Csatolt dokumentum

source: Enter a name for your new folder. Folders help you organise your items.
hu: Adjon nevet az új mappájának. A mappák segítenek rendszerezni az elemeit.

source: Enter claim name
hu: Adja meg az igény nevét

source: Enter your 2FA code
hu: Adja meg a 2FA kódját

source: Enter your brand details
hu: Adja meg a márka adatait

source: Enter your email
hu: Adja meg az e-mail címét

source: Enter your email address to receive the completed document.
hu: Adja meg e-mail címét a kitöltött dokumentum fogadásához.

source: Enter your name
hu: Adja meg a nevét

source: Enter your password
hu: Adja meg a jelszavát

source: Enter your text here
hu: Adja meg a szövegét ide

source: Enterprise
hu: Vállalati

source: Error
hu: Hiba

source: Error uploading file
hu: Hiba a fájl feltöltésekor

source: Everyone can access and view the document
hu: Mindenki hozzáférhet és megtekintheti a dokumentumot

source: Everyone has signed
hu: Mindenki aláírta

source: Everyone has signed! You will receive an Email copy of the signed document.
hu: Mindenki aláírta! E-mailben kapni fog egy másolatot az aláírt dokumentumról.

source: Exceeded timeout
hu: Időtúllépés történt

source: Expired
hu: Lejárt

source: Expires on {0}
hu: Lejár {0}

source: External ID
hu: Külső azonosító

source: Failed to create folder
hu: Nem sikerült létrehozni a mappát

source: Failed to create subscription claim.
hu: Nem sikerült létrehozni az előfizetési igényt.

source: Failed to delete folder
hu: A mappa törlése nem sikerült

source: Failed to delete subscription claim.
hu: Nem sikerült törölni az előfizetési igényt.

source: Failed to load document
hu: Dokumentum betöltése sikertelen

source: Failed to move folder
hu: A mappa áthelyezése nem sikerült

source: Failed to reseal document
hu: A dokumentum újrazárása sikertelen

source: Failed to revoke session
hu: A munkamenet visszavonása sikertelen

source: Failed to save settings.
hu: A beállítások mentése nem sikerült.

source: Failed to sign out all sessions
hu: Nem sikerült kijelentkezni az összes munkamenetből

source: Failed to update document
hu: A dokumentum frissítése sikertelen

source: Failed to update recipient
hu: A címzett frissítése sikertelen

source: Failed to update subscription claim.
hu: Nem sikerült frissíteni az előfizetési igényt.

source: Failed to update template
hu: A sablon frissítése nem sikerült

source: Failed to update webhook
hu: Webhook frissítése sikertelen

source: Failed: {failedCount}
hu: Sikertelen: {failedCount}

source: Feature Flags
hu: Funkciózászlók

source: Field character limit
hu: Mező karakterkorlát

source: Field font size
hu: Mező betűmérete

source: Field format
hu: Mező formátum

source: Field label
hu: Mező címke

source: Field placeholder
hu: Mező helyőrző

source: Fields
hu: Mezők

source: Fields updated
hu: Mezők frissítve

source: File cannot be larger than {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB
hu: A fájl nem lehet nagyobb, mint {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB

source: File size exceeds the limit of {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB
hu: A fájl mérete meghaladja a {APP_DOCUMENT_UPLOAD_SIZE_LIMIT} MB-ot

source: Fill in the details to create a new subscription claim.
hu: Töltse ki az adatokat egy új előfizetési igény létrehozásához.

source: Folder
hu: Mappa

source: Folder created successfully
hu: A mappa sikeresen létrehozva

source: Folder deleted successfully
hu: A mappa sikeresen törölve lett

source: Folder moved successfully
hu: A mappa sikeresen áthelyezve

source: Folder Name
hu: Mappa neve

source: Folder not found
hu: A mappa nem található

source: Folder updated successfully
hu: A mappa sikeresen frissítve.

source: Font Size
hu: Betűméret

source: For any questions regarding this disclosure, electronic signatures, or any related process, please contact us at: <0>{SUPPORT_EMAIL}</0>
hu: Bármilyen kérdés esetén ezzel a közzététellel, az elektronikus aláírásokkal vagy bármely kapcsolódó folyamattal kapcsolatban, kérjük, lépjen kapcsolatba velünk a következő címen: <0>{SUPPORT_EMAIL}</0>

source: For each recipient, provide their email (required) and name (optional) in separate columns. Download the template CSV below for the correct format.
hu: Adja meg minden címzett esetében az e-mail címét (kötelező) és a nevét (opcionális) külön oszlopokban. Töltse le az alábbi sablon CSV-t a helyes formátumért.

source: For example, if the claim has a new flag "FLAG_1" set to true, then this organisation will get that flag added.
hu: Például, ha az igényhez egy új "FLAG_1" jelző igazra van állítva, akkor ez a szervezet megkapja ezt a jelzőt.

source: Forgot Password?
hu: Elfelejtette a jelszavát?

source: Forgot your password?
hu: Elfelejtette a jelszavát?

source: Free
hu: Ingyenes

source: Free Signature
hu: Ingyenes aláírás

source: Full Name
hu: Teljes név

source: General
hu: Általános

source: Generate Links
hu: Linkek generálása

source: Global recipient action authentication
hu: Globális címzett művelet hitelesítés

source: Go back
hu: Menjen vissza

source: Go Back
hu: Menj vissza

source: Go back home
hu: Menjen vissza a kezdőlapra

source: Go Back Home
hu: Menjen vissza a kezdőlapra

source: Go home
hu: Menjen haza

source: Go to document
hu: Ugrás a dokumentumra

source: Go to owner
hu: Menjen a tulajdonoshoz

source: Go to team
hu: Menjen a csapathoz

source: Go to your <0>public profile settings</0> to add documents.
hu: Lépjen a <0>nyilvános profil beállításaihoz</0> dokumentumok hozzáadásához.

source: Green
hu: Zöld

source: Group
hu: Csoport

source: Group has been created.
hu: A csoport létre lett hozva.

source: Group has been updated successfully
hu: A csoport sikeresen frissítve lett

source: Group Name
hu: Csoport neve

source: Groups
hu: Csoportok

source: has invited you to approve this document
hu: meghívta Önt, hogy hagyja jóvá ezt a dokumentumot

source: has invited you to assist this document
hu: meghívta Önt, hogy segítsen ennek a dokumentumnak a kezelésében

source: has invited you to sign this document
hu: meghívta Önt, hogy írja alá ezt a dokumentumot

source: has invited you to view this document
hu: meghívta Önt, hogy tekintse meg ezt a dokumentumot

source: Having an assistant as the last signer means they will be unable to take any action as there are no subsequent signers to assist.
hu: Ha az asszisztens az utolsó aláíró, az azt jelenti, hogy nem tudnak semmilyen műveletet végrehajtani, mivel nincs további aláíró, akit segíthetnének.

source: Help complete the document for other signers.
hu: Segítsen befejezni a dokumentumot a többi aláíró számára.

source: Here you can edit your organisation details.
hu: Itt szerkesztheti a szervezete adatait.

source: Here you can edit your personal details.
hu: Itt szerkesztheti személyes adatait.

source: Here you can manage your password and security settings.
hu: Itt kezelheti jelszavát és biztonsági beállításait.

source: Here you can set preferences and defaults for branding.
hu: Itt beállíthatja a márkaépítési preferenciákat és alapértelmezéseket.

source: Here you can set preferences and defaults for your team.
hu: Itt beállíthatja a csapata preferenciáit és alapértelmezéseit.

source: Here's how it works:
hu: Így működik:

source: Hey I’m Timur
hu: Szia, Timur vagyok.

source: Hi {userName},
hu: Szia {userName},

source: Hi, {userName} <0>({userEmail})</0>
hu: Szia, {userName} <0>({userEmail})</0>

source: Hide
hu: Elrejtés

source: Home
hu: Kezdőlap

source: Home (No Folder)
hu: Kezdőlap (Nincs mappa)

source: I am a signer of this document
hu: Én vagyok ennek a dokumentumnak az aláírója

source: I am a viewer of this document
hu: A dokumentum megtekintője vagyok

source: I am an approver of this document
hu: Ennek a dokumentumnak a jóváhagyója vagyok

source: I am an assistant of this document
hu: A dokumentum asszisztense vagyok

source: I am required to receive a copy of this document
hu: Kötelező megkapnom ennek a dokumentumnak a másolatát

source: I am the owner of this document
hu: Ennek a dokumentumnak én vagyok a tulajdonosa

source: I'm sure! Delete it
hu: Biztos benne! Törölje!

source: ID
hu: AZONOSÍTÓ

source: ID copied to clipboard
hu: Az azonosító a vágólapra másolva

source: If you do not want to use the authenticator prompted, you can close it, which will then display the next available authenticator.
hu: Ha nem szeretné használni a megjelenített hitelesítőt, bezárhatja azt, ekkor megjelenik a következő elérhető hitelesítő.

source: If you don't find the confirmation link in your inbox, you can request a new one below.
hu: Ha nem találja a megerősítő linket a beérkező levelek között, kérhet egy újat alább.

source: If your authenticator app does not support QR codes, you can use the following code instead:
hu: Ha az autentikátor alkalmazása nem támogatja a QR-kódokat, használhatja az alábbi kódot:

source: Inbox
hu: Beérkezett üzenetek

source: Inbox documents
hu: Beérkező dokumentumok

source: Include the Signing Certificate in the Document
hu: Tartalmazza az aláírási tanúsítványt a dokumentumban

source: Information
hu: Információ

source: Inherit authentication method
hu: Örökölt hitelesítési módszer

source: Inherit from organisation
hu: Örökölje a szervezettől

source: Inherit organisation members
hu: Örökölje a szervezet tagjait

source: Inherited subscription claim
hu: Örökölt előfizetési igény

source: Initials
hu: Monogramok

source: Inserted
hu: Beillesztve

source: Instance Stats
hu: Példány statisztikák

source: Invalid code. Please try again.
hu: Érvénytelen kód. Kérjük, próbálja újra.

source: Invalid email
hu: Érvénytelen e-mail cím

source: Invalid link
hu: Érvénytelen hivatkozás

source: Invalid token
hu: Érvénytelen token

source: Invalid token provided. Please try again.
hu: Érvénytelen token. Kérjük, próbálja újra.

source: Invitation accepted
hu: Meghívás elfogadva

source: Invitation accepted!
hu: Meghívás elfogadva!

source: Invitation declined
hu: Meghívás elutasítva

source: Invitation has been deleted
hu: A meghívás törölve lett

source: Invitation has been resent
hu: A meghívót újraküldtük

source: Invite
hu: Meghívás

source: Invite member
hu: Tag meghívása

source: Invite Members
hu: Tagok meghívása

source: Invite organisation members
hu: Szervezeti tagok meghívása

source: Invite team members to collaborate
hu: Hívja meg a csapattagokat az együttműködésre

source: Invited At
hu: Meghívás időpontja

source: Invoice
hu: Számla

source: IP Address
hu: IP-cím

source: It is crucial to keep your contact information, especially your email address, up to date with us. Please notify us immediately of any changes to ensure that you continue to receive all necessary communications.
hu: Fontos, hogy a kapcsolattartási adatait, különösen az e-mail címét, naprakészen tartsa nálunk. Kérjük, azonnal értesítsen minket bármilyen változásról, hogy továbbra is megkapja az összes szükséges értesítést.

source: It looks like {0} hasn't added any documents to their profile yet.
hu: Úgy tűnik, hogy {0} még nem adott hozzá dokumentumokat a profiljához.

source: It looks like we ran into an issue!
hu: Úgy tűnik, problémába ütköztünk!

source: It seems that the provided token has expired. We've just sent you another token, please check your email and try again.
hu: Úgy tűnik, hogy a megadott token lejárt. Küldtünk Önnek egy új tokent, kérjük, ellenőrizze az e-mailjeit, és próbálja meg újra.

source: It seems that there is no token provided, if you are trying to verify your email please follow the link in your email.
hu: Úgy tűnik, hogy nincs megadva token. Ha az e-mail címét próbálja ellenőrizni, kérjük, kövesse az e-mailben található linket.

source: It's currently not your turn to sign. Please check back soon as this document should be available for you to sign shortly.
hu: Jelenleg nem Ön következik az aláírásra. Kérjük, térjen vissza később, mivel ez a dokumentum hamarosan elérhető lesz az Ön számára aláírásra.

source: It's currently not your turn to sign. You will receive an email with instructions once it's your turn to sign the document.
hu: Jelenleg nem Ön következik az aláírással. E-mailben fog értesítést kapni az utasításokkal, amint Ön következik a dokumentum aláírásával.

source: Join {organisationName} on Documenso
hu: Csatlakozzon a(z) {organisationName} szervezethez a Documenso-n

source: Joined {0}
hu: Csatlakozott {0}

source: Label
hu: Címke

source: Language
hu: Nyelv

source: Last 14 days
hu: Utolsó 14 nap

source: Last 30 days
hu: Elmúlt 30 nap

source: Last 7 days
hu: Utolsó 7 nap

source: Last Active
hu: Utoljára aktív

source: Last modified
hu: Utoljára módosítva

source: Last updated
hu: Utoljára frissítve

source: Last Updated
hu: Utoljára frissítve

source: Last updated at
hu: Utoljára frissítve:

source: Last used
hu: Utoljára használt

source: Leaderboard
hu: Ranglista
