Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: The two-factor authentication code provided is incorrect
hu: A megadott kétfaktoros hitelesítési kód helytelen

source: The types of signatures that recipients are allowed to use when signing the document.
hu: Az aláírások típusai, amelyeket a címzettek használhatnak a dokumentum aláírásakor.

source: The URL for Documenso to send webhook events to.
hu: A Documenso URL-je, ahová a webhook eseményeket küldi.

source: The user you are looking for may have been removed, renamed or may have never existed.
hu: A keresett felhasználó lehet, hogy eltávolításra került, átnevezték, vagy soha nem létezett.

source: The webhook has been successfully deleted.
hu: A webhook sikeresen törölve lett.

source: The webhook has been updated successfully.
hu: A webhook sikeresen frissítve lett.

source: The webhook was successfully created.
hu: A webhook sikeresen létrehozva.

source: There are no active drafts at the current moment. You can upload a document to start drafting.
hu: Jelenleg nincsenek aktív piszkozatok. Feltölthet egy dokumentumot a piszkozat készítéséhez.

source: There are no completed documents yet. Documents that you have created or received will appear here once completed.
hu: Még nincsenek befejezett dokumentumok. Az Ön által létrehozott vagy kapott dokumentumok itt fognak megjelenni, amint befejeződtek.

source: There was an error uploading your file. Please try again.
hu: Hiba történt a fájl feltöltése során. Kérjük, próbálja meg újra.

source: These can be overriden by setting the authentication requirements directly on each recipient in the next step. Multiple methods can be selected.
hu: Ezeket felül lehet írni azzal, hogy a következő lépésben közvetlenül minden címzettnél beállítja a hitelesítési követelményeket. Több módszer is kiválasztható.

source: These will override any global settings. Multiple methods can be selected.
hu: Ezek felülírják az összes globális beállítást. Több módszer is kiválasztható.

source: They have permission on your behalf to:
hu: Jogosultságuk van az Ön nevében a következőkre:

source: This account has been disabled. Please contact support.
hu: Ez a fiók le van tiltva. Kérjük, vegye fel a kapcsolatot a támogatással.

source: This account has not been verified. Please verify your account before signing in.
hu: Ez a fiók még nincs ellenőrizve. Kérjük, ellenőrizze a fiókját, mielőtt bejelentkezik.

source: This action is not reversible. Please be certain.
hu: Ez a művelet nem visszavonható. Kérjük, legyen biztos benne.

source: This action is reversible, but please be careful as the account may be affected permanently (e.g. their settings and contents not being restored properly).
hu: Ez a művelet visszafordítható, de kérjük, legyen óvatos, mivel a fiók tartósan érintett lehet (például a beállításaik és tartalmaik nem állnak helyre megfelelően).

source: This claim is locked and cannot be deleted.
hu: Ez az igény zárolva van, és nem törölhető.

source: This document can not be recovered, if you would like to dispute the reason for future documents please contact support.
hu: Ez a dokumentum nem állítható vissza. Ha a jövőbeni dokumentumok esetében vitatni szeretné az okot, kérjük, lépjen kapcsolatba a támogatással.

source: This document cannot be changed
hu: Ez a dokumentum nem módosítható

source: This document could not be deleted at this time. Please try again.
hu: Ez a dokumentum jelenleg nem törölhető. Kérjük, próbálja meg újra.

source: This document could not be duplicated at this time. Please try again.
hu: A dokumentumot jelenleg nem lehetett megkettőzni. Kérjük, próbálja meg újra.

source: This document could not be re-sent at this time. Please try again.
hu: Ez a dokumentum jelenleg nem küldhető újra. Kérjük, próbálja meg később.

source: This document has already been sent to this recipient. You can no longer edit this recipient.
hu: Ezt a dokumentumot már elküldték ennek a címzettnek. Ezt a címzettet már nem lehet szerkeszteni.

source: This document has been cancelled by the owner and is no longer available for others to sign.
hu: Ezt a dokumentumot a tulajdonos törölte, és már nem elérhető mások számára aláírásra.

source: This document has been cancelled by the owner.
hu: Ezt a dokumentumot a tulajdonos törölte.

source: This document has been rejected by a recipient
hu: Ezt a dokumentumot egy címzett elutasította

source: This document has been signed by all recipients
hu: Ezt a dokumentumot minden címzett aláírta

source: This document is available in your Documenso account. You can view more details, recipients, and audit logs there.
hu: Ez a dokumentum elérhető a Documenso fiókjában. Ott megtekintheti a további részleteket, a címzetteket és az audit naplókat.

source: This document is currently a draft and has not been sent
hu: Ez a dokumentum jelenleg piszkozat, és még nem került elküldésre.

source: This document is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
hu: Ez a dokumentum régi mezőbeillesztést használ, javasoljuk az új mezőbeillesztési módszer alkalmazását a pontosabb eredmények érdekében.

source: This document was created by you or a team member using the template above.
hu: Ezt a dokumentumot Ön vagy egy csapattag készítette a fenti sablon használatával.

source: This document was created using a direct link.
hu: Ezt a dokumentumot közvetlen link használatával hozták létre.

source: This document was sent using <0>Documenso.</0>
hu: Ezt a dokumentumot a <0>Documenso</0> használatával küldték.

source: This email confirms that you have rejected the document <0>"{documentName}"</0> sent by {documentOwnerName}.
hu: Ez az e-mail megerősíti, hogy elutasította a(z) <0>"{documentName}"</0> dokumentumot, amelyet {documentOwnerName} küldött.

source: This email is already being used by another team.
hu: Ezt az e-mail címet már egy másik csapat használja.

source: This email is sent to the document owner when a recipient has signed the document.
hu: Ezt az e-mailt a dokumentum tulajdonosának küldjük, amikor egy címzett aláírta a dokumentumot.

source: This email is sent to the recipient if they are removed from a pending document.
hu: Ezt az e-mailt akkor küldjük a címzettnek, ha eltávolítják egy függőben lévő dokumentumból.

source: This email is sent to the recipient requesting them to sign the document.
hu: Ezt az e-mailt a címzettnek küldjük, hogy aláírja a dokumentumot.

source: This email will be sent to the recipient who has just signed the document, if there are still other recipients who have not signed yet.
hu: Ez az e-mail annak a címzettnek lesz elküldve, aki éppen aláírta a dokumentumot, ha még vannak más címzettek, akik nem írták alá.

source: This field cannot be modified or deleted. When you share this template's direct link or add it to your public profile, anyone who accesses it can input their name and email, and fill in the fields assigned to them.
hu: Ez a mező nem módosítható vagy törölhető. Amikor megosztja ennek a sablonnak a közvetlen linkjét, vagy hozzáadja a nyilvános profiljához, bárki, aki hozzáfér, megadhatja a nevét és e-mail címét, valamint kitöltheti a számára kijelölt mezőket.

source: This is how the document will reach the recipients once the document is ready for signing.
hu: Így fog a dokumentum eljutni a címzettekhez, amint a dokumentum készen áll az aláírásra.

source: This is the claim that this organisation was initially created with. Any feature flag changes to this claim will be backported into this organisation.
hu: Ez az az állítás, amellyel ezt a szervezetet eredetileg létrehozták. Az ezzel az állítással kapcsolatos bármilyen funkciózászló-változtatás visszakerül ebbe a szervezetbe.

source: This link is invalid or has expired. Please contact your team to resend a verification.
hu: Ez a link érvénytelen vagy lejárt. Kérjük, vegye fel a kapcsolatot a csapatával az újraküldéshez.

source: This organisation, and any associated data will be permanently deleted.
hu: Ez a szervezet és minden hozzá kapcsolódó adat véglegesen törlődik.

source: This passkey has already been registered.
hu: Ez a jelszó már regisztrálva lett.

source: This passkey is not configured for this application. Please login and add one in the user settings.
hu: Ez a jelszókulcs nincs konfigurálva ehhez az alkalmazáshoz. Kérjük, jelentkezzen be, és adjon hozzá egyet a felhasználói beállításokban.

source: This recipient can no longer be modified as they have signed a field, or completed the document.
hu: Ez a címzett már nem módosítható, mivel aláírt egy mezőt, vagy befejezte a dokumentumot.

source: This session has expired. Please try again.
hu: Ez a munkamenet lejárt. Kérjük, próbálja újra.

source: This signer has already signed the document.
hu: Ez az aláíró már aláírta a dokumentumot.

source: This team, and any associated data excluding billing invoices will be permanently deleted.
hu: Ez a csapat és minden kapcsolódó adat, a számlázási számlák kivételével, véglegesen törlődik.

source: This template could not be deleted at this time. Please try again.
hu: Ez a sablon jelenleg nem törölhető. Kérjük, próbálja meg újra.

source: This template is using legacy field insertion, we recommend using the new field insertion method for more accurate results.
hu: Ez a sablon régi mezőbeillesztést használ, javasoljuk az új mezőbeillesztési módszer alkalmazását a pontosabb eredmények érdekében.

source: This token is invalid or has expired. No action is needed.
hu: Ez a token érvénytelen vagy lejárt. Nincs szükség intézkedésre.

source: This token is invalid or has expired. Please contact your team for a new invitation.
hu: Ez a token érvénytelen vagy lejárt. Kérjük, vegye fel a kapcsolatot a csapatával egy új meghívásért.

source: This URL is already in use.
hu: Ez az URL már használatban van.

source: This will be sent to all recipients if a pending document has been deleted.
hu: Ez minden címzettnek elküldésre kerül, ha egy függőben lévő dokumentum törlésre került.

source: This will be sent to all recipients once the document has been fully completed.
hu: Ezt minden címzett megkapja, amint a dokumentum teljesen elkészült.

source: This will be sent to the document owner once the document has been fully completed.
hu: Ezt a dokumentum tulajdonosának küldjük, miután a dokumentum teljesen elkészült.

source: This will ONLY backport feature flags which are set to true, anything disabled in the initial claim will not be backported
hu: Ez CSAK azokat a funkciójelzőket fogja visszaportolni, amelyek igazra vannak állítva, az eredeti igényben letiltott elemek nem lesznek visszaportolva.

source: This will sign you out of all other devices. You will need to sign in again on those devices to continue using your account.
hu: Ez ki fogja jelentkeztetni Önt az összes többi eszközről. Újra be kell jelentkeznie azokon az eszközökön, hogy folytathassa fiókja használatát.

source: Time
hu: Idő

source: Time zone
hu: Időzóna

source: Time Zone
hu: Időzóna

source: Title
hu: Cím

source: Title cannot be empty
hu: A cím nem lehet üres

source: To accept this invitation you must create an account.
hu: Az invitáció elfogadásához létre kell hoznia egy fiókot.

source: To change the email you must remove and add a new email address.
hu: Az e-mail cím megváltoztatásához el kell távolítania a meglévőt, majd hozzá kell adnia egy új e-mail címet.

source: To confirm, please enter the accounts email address <0/>({0}).
hu: A megerősítéshez kérjük, adja meg a fiók e-mail címét <0/>({0}).

source: To confirm, please enter the reason
hu: A megerősítéshez kérjük, adja meg az okot

source: To enable two-factor authentication, scan the following QR code using your authenticator app.
hu: A kétfaktoros hitelesítés engedélyezéséhez olvassa be a következő QR-kódot a hitelesítő alkalmazásával.

source: To gain access to your account, please confirm your email address by clicking on the confirmation link from your inbox.
hu: A fiókjához való hozzáféréshez kérjük, erősítse meg az e-mail címét azzal, hogy rákattint a megerősítő linkre a beérkező levelei között.

source: To mark this document as viewed, you need to be logged in as <0>{0}</0>
hu: A dokumentum megtekintettként való megjelöléséhez be kell jelentkeznie mint <0>{0}</0>

source: To proceed further, please set at least one value for the {0} field.
hu: A folytatáshoz kérjük, adjon meg legalább egy értéket a(z) {0} mezőhöz.

source: To use our electronic signature service, you must have access to:
hu: Az elektronikus aláírási szolgáltatásunk használatához hozzáféréssel kell rendelkeznie a következőkhöz:

source: To view this document you need to be signed into your account, please sign in to continue.
hu: A dokumentum megtekintéséhez be kell jelentkeznie a fiókjába, kérjük, jelentkezzen be a folytatáshoz.

source: Toggle the switch to hide your profile from the public.
hu: Kapcsolja át a kapcsolót, hogy elrejtse profilját a nyilvánosság elől.

source: Toggle the switch to show your profile to the public.
hu: Kapcsolja át a kapcsolót, hogy a profilja nyilvánosan megjelenjen.

source: Token copied to clipboard
hu: Token vágólapra másolva

source: Token created
hu: Token létrehozva

source: Token deleted
hu: Token törölve

source: Token doesn't have an expiration date
hu: A tokennek nincs lejárati dátuma

source: Token expiration date
hu: Token lejárati dátuma

source: Token has expired. Please try again.
hu: A token lejárt. Kérjük, próbálja újra.

source: Token name
hu: Token neve

source: Total Documents
hu: Összes dokumentum

source: Total Recipients
hu: Összes címzett

source: Total rows processed: {totalProcessed}
hu: Feldolgozott sorok összesen: {totalProcessed}

source: Total Signers that Signed Up
hu: Összes regisztrált aláíró

source: Total Users
hu: Összes felhasználó

source: Triggers
hu: Eseményindítók

source: Two factor authentication
hu: Kétfaktoros hitelesítés

source: Two factor authentication recovery codes are used to access your account in the event that you lose access to your authenticator app.
hu: A kétfaktoros hitelesítés helyreállítási kódjai akkor használhatók a fiók eléréséhez, ha elveszíti a hozzáférést a hitelesítő alkalmazásához.

source: Two-Factor Authentication
hu: Kétfaktoros hitelesítés

source: Two-factor authentication disabled
hu: A kétlépcsős hitelesítés letiltva

source: Two-factor authentication enabled
hu: Kétfaktoros hitelesítés engedélyezve

source: Two-factor authentication has been disabled for your account. You will no longer be required to enter a code from your authenticator app when signing in.
hu: A kétfaktoros hitelesítés le lett tiltva a fiókjában. Bejelentkezéskor már nem lesz szükséges kódot megadnia a hitelesítő alkalmazásából.

source: Two-Factor Re-Authentication
hu: Kétfaktoros újrahitelesítés

source: Type
hu: Típus

source: Type a command or search...
hu: Írjon be egy parancsot vagy keressen...

source: Typed signatures are not allowed. Please draw your signature.
hu: Gépelt aláírások nem engedélyezettek. Kérjük, rajzolja meg az aláírását.

source: Uh oh! Looks like you're missing a token
hu: Hoppá! Úgy tűnik, hiányzik egy token.

source: Unable to change the language at this time. Please try again later.
hu: Jelenleg nem lehet megváltoztatni a nyelvet. Kérjük, próbálja meg később újra.

source: Unable to copy recovery code
hu: Nem lehet másolni a helyreállítási kódot

source: Unable to copy token
hu: Nem lehet a tokent másolni

source: Unable to create direct template access. Please try again later.
hu: Nem sikerült közvetlen sablonhozzáférést létrehozni. Kérjük, próbálja meg később újra.

source: Unable to decline this invitation at this time.
hu: Jelenleg nem tudja elutasítani ezt a meghívást.

source: Unable to delete invitation. Please try again.
hu: Nem sikerült törölni a meghívást. Kérjük, próbálja újra.

source: Unable to delete team
hu: Nem sikerült törölni a csapatot

source: Unable to disable two-factor authentication
hu: Nem lehet letiltani a kétfaktoros hitelesítést

source: Unable to join this organisation at this time.
hu: Jelenleg nem tud csatlakozni ehhez a szervezethez.

source: Unable to load document history
hu: Nem sikerült betölteni a dokumentum előzményeit

source: Unable to load documents
hu: Nem sikerült betölteni a dokumentumokat

source: Unable to load your public profile templates at this time
hu: Jelenleg nem lehet betölteni a nyilvános profil sablonjait.

source: Unable to remove email verification at this time. Please try again.
hu: Jelenleg nem lehet eltávolítani az e-mail ellenőrzést. Kérjük, próbálja újra.

source: Unable to remove team email at this time. Please try again.
hu: Jelenleg nem lehet eltávolítani a csapat e-mail címét. Kérjük, próbálja meg újra.

source: Unable to resend invitation. Please try again.
hu: Nem sikerült újraküldeni a meghívót. Kérjük, próbálja meg újra.

source: Unable to resend verification at this time. Please try again.
hu: Jelenleg nem lehet újraküldeni az ellenőrzést. Kérjük, próbálja meg újra.

source: Unable to reset password
hu: Nem sikerült a jelszó visszaállítása

source: Unable to setup two-factor authentication
hu: Nem sikerült beállítani a kétfaktoros hitelesítést

source: Unable to sign in
hu: Nem lehet bejelentkezni

source: Unauthorized
hu: Jogosulatlan

source: Uncompleted
hu: Befejezetlen

source: Unknown
hu: Ismeretlen

source: Unlimited
hu: Korlátlan

source: Unlimited documents, API and more
hu: Korlátlan dokumentumok, API és még sok más

source: Unpin
hu: Kicsatolás

source: Untitled Group
hu: Cím nélküli csoport

source: Update
hu: Frissítés

source: Update Banner
hu: Banner frissítése

source: Update Billing
hu: Számlázás frissítése

source: Update Claim
hu: Igény frissítése

source: Update current organisation
hu: Aktuális szervezet frissítése

source: Update Fields
hu: Mezők frissítése

source: Update organisation
hu: Szervezet frissítése

source: Update organisation member
hu: Szervezeti tag frissítése

source: Update passkey
hu: Jelszófrissítés

source: Update password
hu: Jelszó frissítése

source: Update profile
hu: Profil frissítése

source: Update Recipient
hu: Címzett frissítése

source: Update role
hu: Szerepkör frissítése

source: Update Subscription Claim
hu: Előfizetési igény frissítése

source: Update team
hu: Csapat frissítése

source: Update team email
hu: Csapat e-mail frissítése

source: Update team group
hu: Csapatcsoport frissítése

source: Update team member
hu: Csapattag frissítése

source: Update the role and add fields as required for the direct recipient. The individual who uses the direct link will sign the document as the direct recipient.
hu: Frissítse a szerepkört, és adjon hozzá mezőket a közvetlen címzett számára. Az a személy, aki a közvetlen linket használja, közvetlen címzettként fogja aláírni a dokumentumot.

source: Update user
hu: Felhasználó frissítése

source: Update webhook
hu: Webhook frissítése

source: Updating password...
hu: Jelszó frissítése...

source: Updating Your Information
hu: Az adatok frissítése

source: Upgrade
hu: Frissítés

source: Upgrade <0>{0}</0> to {planName}
hu: Frissítse a(z) <0>{0}</0> csomagot a(z) {planName} csomagra

source: Upgrade your plan to upload more documents
hu: Frissítse a csomagját több dokumentum feltöltéséhez

source: Upload a CSV file to create multiple documents from this template. Each row represents one document with its recipient details.
hu: Töltsön fel egy CSV fájlt, hogy több dokumentumot hozzon létre ebből a sablonból. Minden sor egy dokumentumot képvisel a címzett adataival.

source: Upload a custom document to use instead of the template's default document
hu: Töltsön fel egy egyéni dokumentumot a sablon alapértelmezett dokumentuma helyett

source: Upload and Process
hu: Feltöltés és feldolgozás

source: Upload Avatar
hu: Avatar feltöltése

source: Upload CSV
hu: CSV feltöltése

source: Upload custom document
hu: Egyéni dokumentum feltöltése

source: Upload Document
hu: Dokumentum feltöltése

source: Upload Signature
hu: Aláírás feltöltése

source: Upload Template Document
hu: Sablondokumentum feltöltése

source: Upload your brand logo (max 5MB, JPG, PNG, or WebP)
hu: Töltse fel a márka logóját (max. 5 MB, JPG, PNG vagy WebP)

source: Uploaded by
hu: Feltöltötte

source: Uploaded file is too large
hu: A feltöltött fájl túl nagy

source: Uploaded file is too small
hu: A feltöltött fájl túl kicsi

source: Uploaded file not an allowed file type
hu: A feltöltött fájl típusa nem engedélyezett.

source: Uploading document...
hu: Dokumentum feltöltése...

source: Use
hu: Használja

source: Use Authenticator
hu: Használja az Authenticator-t

source: Use Backup Code
hu: Használja a biztonsági kódot

source: Use Template
hu: Sablon használata

source: Use your passkey for authentication
hu: Használja a jelszavát az azonosításhoz

source: User
hu: Felhasználó

source: User has no password.
hu: A felhasználónak nincs jelszava.

source: User not found
hu: A felhasználó nem található

source: User not found.
hu: Felhasználó nem található.

source: User Organisations
hu: Felhasználói szervezetek

source: User profiles are here!
hu: Itt vannak a felhasználói profilok!

source: User settings
hu: Felhasználói beállítások

source: User with this email already exists. Please use a different email address.
hu: Ezzel az e-mail címmel már létezik felhasználó. Kérjük, használjon másik e-mail címet.

source: Users
hu: Felhasználók

source: Validation
hu: Érvényesítés

source: Value
hu: Érték

source: Verification Email Sent
hu: Ellenőrző e-mail elküldve

source: Verification email sent successfully.
hu: Az ellenőrző e-mail sikeresen elküldve.

source: Verify Now
hu: Ellenőrizze most

source: Verify your email address
hu: Erősítse meg az e-mail címét

source: Verify your email address to unlock all features.
hu: Ellenőrizze az e-mail címét az összes funkció eléréséhez.

source: Verify your email to upload documents.
hu: Ellenőrizze az e-mail címét a dokumentumok feltöltéséhez.

source: Verify your team email address
hu: Ellenőrizze a csapata e-mail címét

source: View
hu: Megtekintés

source: View activity
hu: Tevékenység megtekintése

source: View all documents sent to and from this email address
hu: Tekintse meg az összes erre az e-mail címre küldött és innen érkező dokumentumot

source: View all documents sent to your account
hu: Tekintse meg az összes fiókjához küldött dokumentumot

source: View all recent security activity related to your account.
hu: Tekintse meg a fiókjához kapcsolódó összes legutóbbi biztonsági tevékenységet.

source: View all related documents
hu: Tekintse meg az összes kapcsolódó dokumentumot

source: View all security activity related to your account.
hu: Tekintse meg az összes biztonsági tevékenységet a fiókjával kapcsolatban.

source: View and manage all active sessions for your account.
hu: Tekintse meg és kezelje az összes aktív munkamenetet a fiókjához.

source: View Codes
hu: Kódok megtekintése

source: View document
hu: Dokumentum megtekintése

source: View Document
hu: Dokumentum megtekintése

source: View documents associated with this email
hu: Tekintse meg az ehhez az e-mailhez kapcsolódó dokumentumokat

source: View invites
hu: Meghívók megtekintése

source: View more
hu: Továbbiak megtekintése

source: View next document
hu: Következő dokumentum megtekintése

source: View Original Document
hu: Eredeti dokumentum megtekintése

source: View owner
hu: Tulajdonos megtekintése

source: View plans
hu: Tervek megtekintése

source: View Recovery Codes
hu: Helyreállítási kódok megtekintése

source: View teams
hu: Csapatok megtekintése

source: Viewed
hu: Megtekintve

source: Waiting
hu: Várakozás

source: Waiting for others
hu: Másokra várakozik

source: Waiting for others to complete signing.
hu: Várakozás mások aláírásának befejezésére.

source: Waiting for others to sign
hu: Várakozás mások aláírására

source: Waiting for Your Turn
hu: Várakozás a sorára
