Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: Leave
hu: Kilépés

source: Leave blank to inherit from the organisation.
hu: Hagyja üresen, hogy örökölje a szervezettől.

source: Leave organisation
hu: Szervezet elhagyása

source: Legality of Electronic Signatures
hu: Elektronikus aláírások jogszerűsége

source: Light Mode
hu: Világos mód

source: Like to have your own public profile with agreements?
hu: Szeretne saját nyilvános profilt megállapodásokkal?

source: Link expires in 1 hour.
hu: A link 1 óra múlva lejár.

source: Link template
hu: Sablon link

source: Links Generated
hu: Generált linkek

source: Listening to {0}
hu: {0} hallgatása

source: Load older activity
hu: Korábbi tevékenység betöltése

source: Loading document...
hu: Dokumentum betöltése...

source: Loading Document...
hu: Dokumentum betöltése...

source: Loading...
hu: Betöltés...

source: Login
hu: Bejelentkezés

source: Manage
hu: Kezelés

source: Manage {0}'s profile
hu: {0} profiljának kezelése

source: Manage all organisations you are currently associated with.
hu: Kezelje az összes szervezetet, amellyel jelenleg kapcsolatban áll.

source: Manage all subscription claims
hu: Kezelje az összes előfizetési igényt

source: Manage and view template
hu: Sablon kezelése és megtekintése

source: Manage billing
hu: Számlázás kezelése

source: Manage details for this public template
hu: Kezelje ennek a nyilvános sablonnak a részleteit

source: Manage Direct Link
hu: Közvetlen link kezelése

source: Manage documents
hu: Dokumentumok kezelése

source: Manage organisation
hu: Szervezet kezelése

source: Manage organisations
hu: Szervezetek kezelése

source: Manage passkeys
hu: Jelszavak kezelése

source: Manage permissions and access controls
hu: Engedélyek és hozzáférési vezérlők kezelése

source: Manage sessions
hu: Munkamenetek kezelése

source: Manage subscription
hu: Előfizetés kezelése

source: Manage the {0} organisation
hu: Kezelje a(z) {0} szervezetet

source: Manage the {0} organisation subscription
hu: Kezelje a(z) {0} szervezet előfizetését

source: Manage the custom groups of members for your organisation.
hu: Kezelje a szervezet tagjainak egyéni csoportjait.

source: Manage the direct link signing for this template
hu: A közvetlen link aláírásának kezelése ehhez a sablonhoz

source: Manage the groups assigned to this team.
hu: Kezelje a csapathoz rendelt csoportokat.

source: Manage the members of your team.
hu: Kezelje csapata tagjait.

source: Manage the members or invite new members.
hu: A tagok kezelése vagy új tagok meghívása.

source: Manage the teams in this organisation.
hu: Kezelje a csapatokat ebben a szervezetben.

source: Manage users
hu: Felhasználók kezelése

source: Manage your organisation group settings.
hu: Kezelje szervezeti csoportbeállításait.

source: Manage your passkeys.
hu: Kezelje a jelszavait.

source: Manage your site settings here
hu: Itt kezelheti a webhely beállításait

source: Manager
hu: Vezető

source: Mark as viewed
hu: Megjelölés megtekintettként

source: Mark as Viewed
hu: Megjelölés megtekintettként

source: MAU (created document)
hu: MAU (létrehozott dokumentum)

source: MAU (had document completed)
hu: MAU (befejezett dokumentummal rendelkezett)

source: MAU (signed in)
hu: HAU (bejelentkezve)

source: Maximum file size: 4MB. Maximum 100 rows per upload. Blank values will use template defaults.
hu: Maximális fájlméret: 4 MB. Maximum 100 sor feltöltésenként. Az üres értékek a sablon alapértelmezett értékeit fogják használni.

source: Member
hu: Tag

source: Member Count
hu: Tagok száma

source: Member Since
hu: Tagja óta

source: Members
hu: Tagok

source: Message <0>(Optional)</0>
hu: Üzenet <0>(Opcionális)</0>

source: Min
hu: Perc

source: Modify recipients
hu: Címzettek módosítása

source: Modify the details of the subscription claim.
hu: Módosítsa az előfizetési igény részleteit.

source: Monthly
hu: Havi

source: Monthly Active Users: Users that created at least one Document
hu: Havi aktív felhasználók: Felhasználók, akik legalább egy dokumentumot létrehoztak

source: Monthly Active Users: Users that had at least one of their documents completed
hu: Havi aktív felhasználók: Felhasználók, akiknek legalább egy dokumentumuk befejeződött

source: Move
hu: Mozgatás

source: Move "{templateTitle}" to a folder
hu: Helyezze át a(z) "{templateTitle}" sablont egy mappába

source: Move Document to Folder
hu: Dokumentum áthelyezése mappába

source: Move Folder
hu: Mappa áthelyezése

source: Move Template to Folder
hu: Sablon áthelyezése mappába

source: Move to Folder
hu: Áthelyezés mappába

source: Multiple access methods can be selected.
hu: Több hozzáférési mód is kiválasztható.

source: My Folder
hu: Saját mappa

source: Name
hu: Név

source: Name is required
hu: A név megadása kötelező

source: Need to sign documents?
hu: Dokumentumokat kell aláírnia?

source: Needs to approve
hu: Jóváhagyás szükséges

source: Needs to sign
hu: Aláírás szükséges

source: Needs to view
hu: Megtekintés szükséges

source: Never
hu: Soha

source: Never expire
hu: Sosem jár le

source: New Password
hu: Új jelszó

source: New Template
hu: Új sablon

source: Next
hu: Következő

source: Next field
hu: Következő mező

source: No
hu: Nem

source: No active drafts
hu: Nincsenek aktív piszkozatok

source: No folders found
hu: Nincsenek mappák

source: No folders found matching "{searchTerm}"
hu: Nincs a(z) "{searchTerm}" kifejezésnek megfelelő mappa

source: No further action is required from you at this time.
hu: Jelenleg nincs szükség további intézkedésre az Ön részéről.

source: No organisations found
hu: Nem található szervezet

source: No public profile templates found
hu: Nincsenek nyilvános profil sablonok

source: No recent activity
hu: Nincs friss tevékenység

source: No recent documents
hu: Nincsenek friss dokumentumok

source: No recipient matching this description was found.
hu: Nem található a leírásnak megfelelő címzett.

source: No recipients
hu: Nincsenek címzettek

source: No recipients with this role
hu: Nincs címzett ezzel a szerepkörrel

source: No restrictions
hu: Nincsenek korlátozások

source: No results found
hu: Nincs találat

source: No results found.
hu: Nincs találat.

source: No signature field found
hu: Nem található aláírási mező

source: No Stripe customer attached
hu: Nincs Stripe ügyfél csatolva

source: No team groups found
hu: Nem találhatók csoportok a csapatban

source: No teams yet
hu: Még nincsenek csapatok

source: No valid direct templates found
hu: Nincs érvényes közvetlen sablon találat

source: No valid recipients found
hu: Nem találhatók érvényes címzettek

source: No value found.
hu: Nem található érték.

source: No worries, it happens! Enter your email and we'll email you a special link to reset your password.
hu: Ne aggódjon, előfordul! Adja meg az e-mail címét, és küldünk egy speciális linket a jelszó visszaállításához.

source: None
hu: msgstr ""

source: Not supported
hu: Nem támogatott

source: Nothing to do
hu: Nincs teendő

source: Number
hu: Szám

source: Number format
hu: Számformátum

source: Number of members allowed. 0 = Unlimited
hu: Tagok megengedett száma. 0 = Korlátlan

source: Number of teams allowed. 0 = Unlimited
hu: Engedélyezett csapatok száma. 0 = Korlátlan

source: on behalf of "{0}" has invited you to approve this document
hu: A(z) "{0}" nevében meghívta Önt, hogy hagyja jóvá ezt a dokumentumot

source: on behalf of "{0}" has invited you to assist this document
hu: A(z) "{0}" nevében meghívta Önt, hogy segítsen a dokumentum kezelésében

source: on behalf of "{0}" has invited you to sign this document
hu: A(z) "{0}" nevében meghívta Önt, hogy írja alá ezt a dokumentumot

source: on behalf of "{0}" has invited you to view this document
hu: A(z) "{0}" nevében meghívta Önt, hogy tekintse meg ezt a dokumentumot

source: On this page, you can create a new webhook.
hu: Ezen az oldalon új webhookot hozhat létre.

source: On this page, you can create and manage API tokens. See our <0>Documentation</0> for more information.
hu: Ezen az oldalon API tokeneket hozhat létre és kezelhet. További információért tekintse meg a <0>Dokumentációt</0>.

source: On this page, you can create new Webhooks and manage the existing ones.
hu: Ezen az oldalon új Webhookokat hozhat létre és kezelheti a meglévőket.

source: On this page, you can edit the webhook and its settings.
hu: Ezen az oldalon szerkesztheti a webhookot és annak beállításait.

source: Once confirmed, the following will occur:
hu: Miután megerősítette, a következők fognak történni:

source: Once enabled, you can select any active recipient to be a direct link signing recipient, or create a new one. This recipient type cannot be edited or deleted.
hu: Ha engedélyezve van, bármely aktív címzettet kiválaszthat közvetlen link aláíró címzettként, vagy létrehozhat egy újat. Ez a címzett típus nem szerkeszthető vagy törölhető.

source: Once you have scanned the QR code or entered the code manually, enter the code provided by your authenticator app below.
hu: Miután beolvasta a QR-kódot, vagy manuálisan megadta a kódot, írja be az alábbi mezőbe az authentikátor alkalmazás által generált kódot.

source: Once your template is set up, share the link anywhere you want. The person who opens the link will be able to enter their information in the direct link recipient field and complete any other fields assigned to them.
hu: Miután a sablon be van állítva, ossza meg a linket bárhol, ahol szeretné. Az a személy, aki megnyitja a linket, képes lesz megadni adatait a közvetlen link címzett mezőben, és kitölteni bármely más, számára kijelölt mezőt.

source: One of the documents in the current bundle has a signing role that is not compatible with the current signing experience.
hu: A jelenlegi csomag egyik dokumentumának aláírói szerepe nem kompatibilis a jelenlegi aláírási élménnyel.

source: Only admins can access and view the document
hu: Csak az adminisztrátorok férhetnek hozzá és tekinthetik meg a dokumentumot

source: Only managers and above can access and view the document
hu: Csak a vezetők és a felettük állók férhetnek hozzá és tekinthetik meg a dokumentumot

source: Oops! Something went wrong.
hu: Hoppá! Valami hiba történt.

source: Opened
hu: Megnyitva

source: Or
hu: Vagy

source: Or continue with
hu: Vagy folytassa a

source: Organisation
hu: Szervezet

source: Organisation Admin
hu: Szervezet adminisztrátor

source: Organisation created
hu: Szervezet létrehozva

source: Organisation group not found
hu: Szervezeti csoport nem található

source: Organisation Group Settings
hu: Szervezeti csoport beállítások

source: Organisation has been updated successfully
hu: A szervezet sikeresen frissítve lett

source: Organisation invitation
hu: Szervezeti meghívás

source: Organisation invitations have been sent.
hu: A szervezeti meghívók elküldésre kerültek.

source: Organisation Manager
hu: Szervezetkezelő

source: Organisation Member
hu: Szervezeti tag

source: Organisation Members
hu: Szervezet tagjai

source: Organisation Name
hu: Szervezet neve

source: Organisation not found
hu: Szervezet nem található

source: Organisation role
hu: Szervezeti szerepkör

source: Organisation Role
hu: Szervezeti szerepkör

source: Organisation settings
hu: Szervezeti beállítások

source: Organisation Settings
hu: Szervezeti beállítások

source: Organisation Teams
hu: Szervezeti csapatok

source: Organisation URL
hu: Szervezet URL-címe

source: Organisations
hu: Szervezetek

source: Organisations that the user is a member of.
hu: Azok a szervezetek, amelyeknek a felhasználó tagja.

source: Organise your documents
hu: Rendezze a dokumentumait

source: Organise your members into groups which can be assigned to teams
hu: Szervezze tagjait csoportokba, amelyeket csapatokhoz lehet rendelni

source: Organise your templates
hu: Szervezze a sablonjait

source: Organize your documents and templates
hu: Szervezze dokumentumait és sablonjait

source: Otherwise, the document will be created as a draft.
hu: Ellenkező esetben a dokumentum piszkozatként lesz létrehozva.

source: Owner
hu: Tulajdonos

source: Page {0} of {1}
hu: {0}. oldal a {1}-ból/-ből

source: Page {0} of {numPages}
hu: {0}. oldal a(z) {numPages} közül

source: Passkey
hu: Jelszókulcs

source: Passkey already exists for the provided authenticator
hu: A megadott hitelesítőhöz már létezik egy jelszó.

source: Passkey creation cancelled due to one of the following reasons:
hu: A jelszó létrehozása az alábbi okok valamelyike miatt lett megszakítva:

source: Passkey has been removed
hu: A jelszó eltávolításra került

source: Passkey has been updated
hu: A jelszófrissítés megtörtént

source: Passkey name
hu: Jelszó neve

source: Passkey Re-Authentication
hu: Jelszókulcs újrahitelesítés

source: Passkeys
hu: Hozzáférési kulcsok

source: Passkeys allow you to sign in and authenticate using biometrics, password managers, etc.
hu: A jelszókulcsok lehetővé teszik, hogy biometrikus azonosítással, jelszókezelőkkel stb. jelentkezzen be és hitelesítse magát.

source: Passkeys are not supported on this browser
hu: A jelszókulcsok nem támogatottak ezen a böngészőn

source: Password
hu: Jelszó

source: Password Re-Authentication
hu: Jelszó újrahitelesítés

source: Password Reset Requested
hu: Jelszó-visszaállítás kérése

source: Password Reset Successful
hu: Jelszó visszaállítása sikeres

source: Password should not be common or based on personal information
hu: A jelszó nem lehet gyakori vagy személyes információkon alapuló.

source: Password updated
hu: Jelszó frissítve

source: Password updated!
hu: A jelszó frissítve!

source: Payment overdue
hu: Fizetési késedelem

source: Pending
hu: Függőben

source: Pending Document
hu: Függőben lévő dokumentum

source: Pending documents
hu: Függőben lévő dokumentumok

source: Pending Documents
hu: Függőben lévő dokumentumok

source: Pending invitations
hu: Függőben lévő meghívások

source: per month
hu: havonta

source: per year
hu: évente

source: Personal
hu: Személyes

source: Personal Account
hu: Személyes fiók

source: Personal Inbox
hu: Személyes bejövő üzenetek

source: Pick a number
hu: Válasszon egy számot

source: Pick a password
hu: Válasszon egy jelszót

source: Pick any of the following agreements below and start signing to get started
hu: Válasszon az alábbi megállapodások közül, és kezdje el az aláírást a kezdéshez

source: Pin
hu: Tűzd ki

source: Placeholder
hu: Helyőrző

source: Please {0} your document<0/>"{documentName}"
hu: Kérjük, {0} a(z)<0/>"{documentName}" dokumentumot

source: Please {action} your document {documentName}
hu: Kérjük, {action} a(z) {documentName} dokumentumot

source: Please {recipientActionVerb} this document
hu: Kérjük, {recipientActionVerb} ezt a dokumentumot

source: Please {recipientActionVerb} this document created by your direct template
hu: Kérjük, {recipientActionVerb} ezt a dokumentumot, amelyet az Ön közvetlen sablonja hozott létre.

source: Please {recipientActionVerb} your document
hu: Kérjük, {recipientActionVerb} a dokumentumát

source: Please check the CSV file and make sure it is according to our format
hu: Kérjük, ellenőrizze a CSV fájlt, és győződjön meg róla, hogy megfelel a formátumunknak.

source: Please check with the parent application for more information.
hu: Kérjük, további információért ellenőrizze a szülőalkalmazást.

source: Please check your email for updates.
hu: Kérjük, ellenőrizze az e-mailjeit a frissítésekért.

source: Please choose your new password
hu: Kérjük, válassza ki az új jelszavát

source: Please configure the document first
hu: Kérjük, először konfigurálja a dokumentumot

source: Please confirm your email
hu: Kérjük, erősítse meg az e-mail címét

source: Please confirm your email address
hu: Kérjük, erősítse meg az e-mail címét

source: Please contact support if you would like to revert this action.
hu: Kérjük, vegye fel a kapcsolatot a támogatással, ha vissza szeretné vonni ezt a műveletet.

source: Please contact the site owner for further assistance.
hu: Kérjük, vegye fel a kapcsolatot a webhely tulajdonosával további segítségért.

source: Please enter a meaningful name for your token. This will help you identify it later.
hu: Kérjük, adjon meg egy értelmes nevet a tokenjének. Ez segít később azonosítani.

source: Please enter a valid name.
hu: Kérjük, adjon meg egy érvényes nevet.

source: Please note that proceeding will remove direct linking recipient and turn it into a placeholder.
hu: Kérjük, vegye figyelembe, hogy a folytatás eltávolítja a közvetlen linkelési címzettet, és helyettesítőre cseréli.

source: Please note that this action is <0>irreversible</0>.
hu: Kérjük, vegye figyelembe, hogy ez a művelet <0>visszafordíthatatlan</0>.

source: Please note that this action is <0>irreversible</0>. Once confirmed, this document will be permanently deleted.
hu: Kérjük, vegye figyelembe, hogy ez a művelet <0>visszafordíthatatlan</0>. A megerősítést követően ez a dokumentum véglegesen törlődik.

source: Please note that this action is irreversible. Once confirmed, your template will be permanently deleted.
hu: Kérjük, vegye figyelembe, hogy ez a művelet visszafordíthatatlan. A megerősítést követően a sablon véglegesen törlődik.

source: Please note that this action is irreversible. Once confirmed, your token will be permanently deleted.
hu: Kérjük, vegye figyelembe, hogy ez a művelet visszafordíthatatlan. A megerősítést követően a token véglegesen törlődik.

source: Please note that this action is irreversible. Once confirmed, your webhook will be permanently deleted.
hu: Kérjük, vegye figyelembe, hogy ez a művelet visszafordíthatatlan. A megerősítést követően a webhook véglegesen törlődik.

source: Please note that you will lose access to all documents associated with this team & all the members will be removed and notified
hu: Kérjük, vegye figyelembe, hogy elveszíti a hozzáférést az ehhez a csapathoz kapcsolódó összes dokumentumhoz, és minden tag eltávolításra kerül, valamint értesítést kap.

source: Please provide a token from the authenticator, or a backup code. If you do not have a backup code available, please contact support.
hu: Kérjük, adjon meg egy tokent az authentikátorból, vagy egy biztonsági kódot. Ha nincs elérhető biztonsági kódja, kérjük, lépjen kapcsolatba a támogatással.

source: Please provide a token from your authenticator, or a backup code.
hu: Kérjük, adjon meg egy tokent az autentikátorából, vagy egy biztonsági kódot.

source: Please review the document before approving.
hu: Kérjük, tekintse át a dokumentumot, mielőtt jóváhagyja.

source: Please review the document before signing.
hu: Kérjük, tekintse át a dokumentumot aláírás előtt.

source: Please select a PDF file
hu: Kérjük, válasszon ki egy PDF fájlt

source: Please try again and make sure you enter the correct email address.
hu: Kérjük, próbálja újra, és győződjön meg róla, hogy a helyes e-mail címet adta meg.

source: Please try again later.
hu: Kérjük, próbálja meg később újra.

source: Please try again or contact our support.
hu: Kérjük, próbálja újra, vagy lépjen kapcsolatba ügyfélszolgálatunkkal.

source: Please type {0} to confirm
hu: Kérjük, írja be a(z) {0} megerősítéséhez

source: Please type <0>{0}</0> to confirm.
hu: Kérjük, írja be a <0>{0}</0> megerősítéshez.

source: Please upload a logo
hu: Kérem, töltsön fel egy logót

source: Pre-formatted CSV template with example data.
hu: Előre formázott CSV sablon példaadatokkal.

source: Preferences
hu: Beállítások

source: Preview
hu: Előnézet

source: Preview and configure template.
hu: Sablon előnézete és konfigurálása.

source: Private
hu: Privát

source: Private templates can only be modified and viewed by you.
hu: A privát sablonokat csak Ön módosíthatja és tekintheti meg.

source: Proceed
hu: Folytatás

source: Profile
hu: Profil

source: Profile is currently <0>hidden</0>.
hu: A profil jelenleg <0>rejtett</0>.

source: Profile is currently <0>visible</0>.
hu: A profil jelenleg <0>látható</0>.

source: Profile updated
hu: Profil frissítve

source: Progress
hu: Folyamatban

source: Public
hu: Nyilvános

source: Public Profile
hu: Nyilvános profil

source: Public profile URL
hu: Nyilvános profil URL-címe

source: Public templates are connected to your public profile. Any modifications to public templates will also appear in your public profile.
hu: A nyilvános sablonok a nyilvános profiljához kapcsolódnak. A nyilvános sablonokon végrehajtott módosítások a nyilvános profiljában is megjelennek.

source: Radio
hu: Rádió

source: Radio values
hu: Rádióértékek

source: Read only
hu: Csak olvasható

source: Read the full <0>signature disclosure</0>.
hu: Olvassa el a teljes <0>aláírási nyilatkozatot</0>.

source: Ready
hu: Kész

source: Reason
hu: Ok

source: Reason for cancellation: {cancellationReason}
hu: A lemondás oka: {cancellationReason}

source: Reason for rejection:
hu: Elutasítás oka:

source: Reason for rejection: {rejectionReason}
hu: Elutasítás oka: {rejectionReason}

source: Reason must be less than 500 characters
hu: Az indoklás nem lehet több, mint 500 karakter.

source: Reauthentication is required to sign this field
hu: Az aláíráshoz újrahitelesítés szükséges ehhez a mezőhöz.

source: Receives copy
hu: Másolatot kap

source: Recent activity
hu: Legutóbbi tevékenység

source: Recent documents
hu: Legutóbbi dokumentumok

source: Recipient
hu: Címzett

source: Recipient action authentication
hu: Címzett művelet hitelesítése

source: Recipient removed email
hu: Címzett eltávolította az e-mailt

source: Recipient signed email
hu: Aláíró aláírta az e-mailt

source: Recipient signing request email
hu: Aláírási kérelem e-mail címzettnek

source: Recipient updated
hu: Címzett frissítve

source: Recipients
hu: Címzettek

source: Recipients metrics
hu: Címzettek statisztikái

source: Recipients will still retain their copy of the document
hu: A címzettek továbbra is megőrzik a dokumentum másolatát

source: Recovery code copied
hu: Helyreállítási kód másolva

source: Recovery codes
hu: Helyreállítási kódok

source: Red
hu: Piros

source: Redirect URL
hu: Átirányítási URL

source: Registration Successful
hu: Sikeres regisztráció

source: Reject Document
hu: Dokumentum elutasítása

source: Rejected
hu: Elutasítva

source: Rejection Confirmed
hu: Elutasítás megerősítve

source: Rejection reason: {reason}
hu: Elutasítás oka: {reason}

source: Remembered your password? <0>Sign In</0>
hu: Emlékszik a jelszavára? <0>Jelentkezzen be</0>

source: Reminder: {0}
hu: Emlékeztető: {0}

source: Reminder: {0} invited you to {recipientActionVerb} a document
hu: Emlékeztető: {0} meghívta Önt, hogy {recipientActionVerb} egy dokumentumot

source: Reminder: Please {recipientActionVerb} this document
hu: Emlékeztető: Kérjük, {recipientActionVerb} ezt a dokumentumot

source: Reminder: Please {recipientActionVerb} your document
hu: Emlékeztető: Kérjük, {recipientActionVerb} a dokumentumát

source: Remove
hu: Távolítsa el

source: Remove organisation group
hu: Szervezet csoport eltávolítása

source: Remove organisation member
hu: Szervezet tagjának eltávolítása

source: Remove team email
hu: Csapat e-mail eltávolítása

source: Remove team member
hu: Csapattag eltávolítása

source: Repeat Password
hu: Jelszó ismétlése

source: Required field
hu: Kötelező mező

source: Reseal document
hu: Dokumentum újrazárása

source: Resend
hu: Újraküldés

source: Resend Confirmation Email
hu: Megerősítő e-mail újraküldése

source: Resend verification
hu: Ellenőrzés újraküldése

source: Reset
hu: Visszaállítás

source: Reset email sent
hu: Jelszó-visszaállító e-mail elküldve

source: Reset Password
hu: Jelszó visszaállítása

source: Resetting Password...
hu: Jelszó visszaállítása...

source: Resolve
hu: Megoldás

source: Resolve payment
hu: Fizetés rendezése
