Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: All Time
hu: Minden időben

source: Allow all organisation members to access this team
hu: Engedélyezze az összes szervezeti tag számára a hozzáférést ehhez a csapathoz

source: Allow document recipients to reply directly to this email address
hu: Engedélyezze a dokumentum címzettjeinek, hogy közvetlenül erre az e-mail címre válaszoljanak

source: Allow signers to dictate next signer
hu: Engedélyezze az aláíróknak, hogy meghatározzák a következő aláírót

source: Allowed Signature Types
hu: Engedélyezett aláírástípusok

source: Allowed teams
hu: Engedélyezett csapatok

source: Allows authenticating using biometrics, password managers, hardware keys, etc.
hu: Lehetővé teszi a hitelesítést biometrikus adatokkal, jelszókezelőkkel, hardverkulcsokkal stb.

source: Already have an account? <0>Sign in instead</0>
hu: Már van fiókja? <0>Jelentkezzen be inkább</0>

source: Amount
hu: Összeg

source: An admin has deleted your document "{documentName}".
hu: Egy adminisztrátor törölte a(z) "{documentName}" dokumentumot.

source: An electronic signature provided by you on our platform, achieved through clicking through to a document and entering your name, or any other electronic signing method we provide, is legally binding. It carries the same weight and enforceability as a manual signature written with ink on paper.
hu: Az Ön által platformunkon keresztül biztosított elektronikus aláírás, amelyet egy dokumentumra kattintva és nevének megadásával, vagy bármely más általunk biztosított elektronikus aláírási módszerrel ér el, jogilag kötelező érvényű. Ugyanolyan súllyal és érvényességgel bír, mint egy kézzel, tintával papírra írt aláírás.

source: An email account
hu: Egy e-mail fiók

source: An email containing an invitation will be sent to each member.
hu: Egy meghívót tartalmazó e-mailt küldünk minden tagnak.

source: An error occurred
hu: Hiba történt

source: An error occurred while adding fields.
hu: Hiba történt a mezők hozzáadása közben.

source: An error occurred while adding signers.
hu: Hiba történt az aláírók hozzáadása közben.

source: An error occurred while adding the fields.
hu: Hiba történt a mezők hozzáadása közben.

source: An error occurred while auto-signing the document, some fields may not be signed. Please review and manually sign any remaining fields.
hu: Hiba történt a dokumentum automatikus aláírása közben, előfordulhat, hogy néhány mező nincs aláírva. Kérjük, ellenőrizze és manuálisan írja alá a fennmaradó mezőket.

source: An error occurred while creating document from template.
hu: Hiba történt a dokumentum sablonból történő létrehozása során.

source: An error occurred while creating the webhook. Please try again.
hu: Hiba történt a webhook létrehozása közben. Kérjük, próbálja újra.

source: An error occurred while deleting the user.
hu: Hiba történt a felhasználó törlése közben.

source: An error occurred while disabling direct link signing.
hu: Hiba történt a közvetlen link aláírásának letiltása közben.

source: An error occurred while disabling the user.
hu: Hiba történt a felhasználó letiltása közben.

source: An error occurred while downloading your document.
hu: Hiba történt a dokumentum letöltése közben.

source: An error occurred while duplicating template.
hu: Hiba történt a sablon másolása közben.

source: An error occurred while enabling direct link signing.
hu: Hiba történt a közvetlen link aláírásának engedélyezése közben.

source: An error occurred while enabling the user.
hu: Hiba történt a felhasználó engedélyezése közben.

source: An error occurred while loading the document.
hu: Hiba történt a dokumentum betöltése közben.

source: An error occurred while moving the document.
hu: Hiba történt a dokumentum áthelyezése közben.

source: An error occurred while moving the template.
hu: Hiba történt a sablon áthelyezése közben.

source: An error occurred while removing the field.
hu: Hiba történt a mező eltávolítása közben.

source: An error occurred while removing the selection.
hu: Hiba történt a kijelölés eltávolítása közben.

source: An error occurred while removing the signature.
hu: Hiba történt az aláírás eltávolítása közben.

source: An error occurred while sending the document.
hu: Hiba történt a dokumentum küldése közben.

source: An error occurred while sending your confirmation email
hu: Hiba történt a megerősítő e-mail küldése közben

source: An error occurred while signing as assistant.
hu: Hiba történt az asszisztensként való aláírás során.

source: An error occurred while signing the document.
hu: Hiba történt a dokumentum aláírása közben.

source: An error occurred while trying to create a checkout session.
hu: Hiba történt a fizetési folyamat indításakor.

source: An error occurred while updating the document settings.
hu: Hiba történt a dokumentumbeállítások frissítése közben.

source: An error occurred while updating the signature.
hu: Hiba történt az aláírás frissítése közben.

source: An error occurred while updating your profile.
hu: Hiba történt a profil frissítése közben.

source: An error occurred while uploading your document.
hu: Hiba történt a dokumentum feltöltése közben.

source: An unexpected error occurred.
hu: Váratlan hiba történt.

source: An unknown error occurred
hu: Ismeretlen hiba történt

source: An unknown error occurred while creating the folder.
hu: Ismeretlen hiba történt a mappa létrehozása közben.

source: An unknown error occurred while deleting the folder.
hu: Ismeretlen hiba történt a mappa törlése közben.

source: An unknown error occurred while moving the folder.
hu: Ismeretlen hiba történt a mappa áthelyezése közben.

source: Any documents that you have been invited to will appear here
hu: Ide fognak megjelenni azok a dokumentumok, amelyekre meghívást kapott

source: Any Source
hu: Bármely forrás

source: Any Status
hu: Bármilyen állapot

source: API Tokens
hu: API tokenek

source: App Version
hu: Alkalmazás verziója

source: Approve
hu: Jóváhagyás

source: Approve Document
hu: Dokumentum jóváhagyása

source: Approved
hu: Jóváhagyva

source: Are you sure you want to complete the document? This action cannot be undone. Please ensure that you have completed prefilling all relevant fields before proceeding.
hu: Biztosan be akarja fejezni a dokumentumot? Ez a művelet nem vonható vissza. Kérjük, győződjön meg arról, hogy minden releváns mezőt előzetesen kitöltött, mielőtt folytatná.

source: Are you sure you want to delete the following claim?
hu: Biztosan törölni szeretné a következő igényt?

source: Are you sure you want to delete this folder?
hu: Biztosan törölni szeretné ezt a mappát?

source: Are you sure you want to delete this token?
hu: Biztosan törölni szeretné ezt a tokent?

source: Are you sure you want to reject this document? This action cannot be undone.
hu: Biztosan el akarja utasítani ezt a dokumentumot? Ez a művelet nem vonható vissza.

source: Are you sure you want to remove the <0>{passkeyName}</0> passkey.
hu: Biztosan el szeretné távolítani a(z) <0>{passkeyName}</0> jelszót?

source: Are you sure you wish to delete this organisation?
hu: Biztosan törölni szeretné ezt a szervezetet?

source: Are you sure you wish to delete this team?
hu: Biztosan törölni szeretné ezt a csapatot?

source: Are you sure?
hu: Biztos benne?

source: Assigned Teams
hu: Hozzárendelt csapatok

source: Assist Document
hu: Dokumentum segítése

source: Assist with signing
hu: Segítség az aláíráshoz

source: Assistant role is only available when the document is in sequential signing mode.
hu: Az asszisztens szerepkör csak akkor érhető el, ha a dokumentum szekvenciális aláírási módban van.

source: Assistants and Copy roles are currently not compatible with the multi-sign experience.
hu: Az asszisztens és a másolat szerepkörök jelenleg nem kompatibilisek a több aláíróval történő használattal.

source: Assisted
hu: Segített

source: At least one signature type must be enabled
hu: Legalább egy aláírási típust engedélyezni kell

source: Attempts sealing the document again, useful for after a code change has occurred to resolve an erroneous document.
hu: Újra megkísérli a dokumentum lezárását, ami hasznos lehet egy hibás dokumentum javítását célzó kódváltoztatás után.

source: Audit Log
hu: Ellenőrzési napló

source: Authentication Level
hu: Hitelesítési szint

source: Authentication required
hu: Hitelesítés szükséges

source: Avatar Updated
hu: Avatar frissítve

source: Awaiting email confirmation
hu: E-mail megerősítésére várva

source: Back
hu: Vissza

source: Back home
hu: Vissza a kezdőlapra

source: Background Color
hu: Háttérszín

source: Backup Code
hu: Biztonsági kód

source: Backup codes
hu: Biztonsági mentési kódok

source: Banner Updated
hu: Banner frissítve

source: Before you get started, please confirm your email address by clicking the button below:
hu: Mielőtt elkezdené, kérjük, erősítse meg e-mail címét az alábbi gombra kattintva:

source: Billing
hu: Számlázás

source: Black
hu: Fekete

source: Blue
hu: Kék

source: Brand Details
hu: Márka részletei

source: Brand Website
hu: Márka weboldal

source: Branding Logo
hu: Márka logó

source: Branding Preferences
hu: Márka preferenciák

source: Branding preferences updated
hu: Márka preferenciák frissítve

source: Browser
hu: Böngésző

source: Bulk Copy
hu: Tömeges másolás

source: Bulk Import
hu: Tömeges importálás

source: Bulk Send Complete: {0}
hu: Tömeges küldés befejezve: {0}

source: Bulk send operation complete for template "{templateName}"
hu: A(z) "{templateName}" sablon tömeges küldési művelete befejeződött.

source: Bulk Send Template via CSV
hu: Sablon tömeges küldése CSV-n keresztül

source: Bulk Send via CSV
hu: Tömeges küldés CSV-n keresztül

source: by <0>{senderName}</0>
hu: <0>{senderName}</0> által

source: By accepting this request, you will be granting <0>{teamName}</0> access to:
hu: A kérés elfogadásával hozzáférést biztosít a(z) <0>{teamName}</0> számára a következőkhöz:

source: By deleting this document, the following will occur:
hu: A dokumentum törlésével a következők fognak történni:

source: By enabling 2FA, you will be required to enter a code from your authenticator app every time you sign in using email password.
hu: A 2FA engedélyezésével minden alkalommal meg kell adnia egy kódot az autentikátor alkalmazásából, amikor e-mail jelszóval jelentkezik be.

source: By proceeding to use the electronic signature service provided by Documenso, you affirm that you have read and understood this disclosure. You agree to all terms and conditions related to the use of electronic signatures and electronic transactions as outlined herein.
hu: A Documenso által nyújtott elektronikus aláírási szolgáltatás használatával Ön megerősíti, hogy elolvasta és megértette ezt a tájékoztatást. Ön elfogadja az elektronikus aláírások és elektronikus tranzakciók használatával kapcsolatos összes feltételt, ahogyan az itt le van írva.

source: By proceeding with your electronic signature, you acknowledge and consent that it will be used to sign the given document and holds the same legal validity as a handwritten signature. By completing the electronic signing process, you affirm your understanding and acceptance of these conditions.
hu: Az elektronikus aláírás folytatásával elismeri és hozzájárul, hogy azt a megadott dokumentum aláírására használják, és ugyanolyan jogi érvényességgel bír, mint a kézzel írt aláírás. Az elektronikus aláírási folyamat befejezésével megerősíti, hogy megértette és elfogadja ezeket a feltételeket.

source: By proceeding, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
hu: A folytatással elfogadja a <0>Szolgáltatási feltételeinket</0> és az <1>Adatvédelmi irányelveinket</1>.

source: By using the electronic signature feature, you are consenting to conduct transactions and receive disclosures electronically. You acknowledge that your electronic signature on documents is binding and that you accept the terms outlined in the documents you are signing.
hu: Az elektronikus aláírás funkció használatával beleegyezik abba, hogy tranzakciókat elektronikus úton bonyolítson le, és elektronikus úton kapjon tájékoztatásokat. Tudomásul veszi, hogy az elektronikus aláírása a dokumentumokon kötelező érvényű, és elfogadja a dokumentumokban foglalt feltételeket, amelyeket aláír.

source: Can prepare
hu: Elkészíthető

source: Cancel
hu: Mégse

source: Cancelled by user
hu: Felhasználó által törölve

source: Cannot remove document
hu: Nem lehet eltávolítani a dokumentumot

source: Cannot remove signer
hu: Nem lehet eltávolítani az aláírót

source: Character Limit
hu: Karakterkorlát

source: Charts
hu: Diagramok

source: Checkbox
hu: Jelölőnégyzet

source: Checkbox values
hu: Jelölőnégyzet értékek

source: Checkout
hu: Fizetés

source: Choose an existing recipient from below to continue
hu: Válasszon egy meglévő címzettet az alábbiak közül a folytatáshoz

source: Choose Direct Link Recipient
hu: Válassza ki a közvetlen link címzettjét

source: Choose how the document will reach recipients
hu: Válassza ki, hogyan jut el a dokumentum a címzettekhez

source: Choose how to distribute your document to recipients. Email will send notifications, None will generate signing links for manual distribution.
hu: Válassza ki, hogyan szeretné eljuttatni a dokumentumot a címzettekhez. Az E-mail értesítéseket küld, a Nincs opció aláírói linkeket generál kézi terjesztéshez.

source: Choose your preferred authentication method:
hu: Válassza ki a preferált hitelesítési módot:

source: Choose...
hu: Válasszon...

source: Claim account
hu: Fiók igénylése

source: Claims
hu: Igények

source: Clear file
hu: Fájl törlése

source: Clear filters
hu: Szűrők törlése

source: Clear Signature
hu: Aláírás törlése

source: Click here to get started
hu: Kattintson ide a kezdéshez

source: Click here to retry
hu: Kattintson ide az újrapróbálkozáshoz

source: Click here to upload
hu: Kattintson ide a feltöltéshez

source: Click to copy signing link for sending to recipient
hu: Kattintson az aláírói link másolásához, hogy elküldhesse a címzettnek

source: Click to insert field
hu: Kattintson a mező beszúrásához

source: Close
hu: Bezárás

source: Communication
hu: Kommunikáció

source: Compare all plans and features in detail
hu: Hasonlítsa össze az összes csomagot és funkciót részletesen

source: Complete
hu: Kész

source: Complete Approval
hu: Jóváhagyás befejezése

source: Complete Assisting
hu: Asszisztens befejezve

source: Complete Document
hu: Dokumentum befejezése

source: Complete Signing
hu: Aláírás befejezése

source: Complete Viewing
hu: Megtekintés befejezése

source: Completed
hu: Kész

source: Completed Document
hu: Befejezett dokumentum

source: Completed documents
hu: Befejezett dokumentumok

source: Completed Documents
hu: Befejezett dokumentumok

source: Completed on {formattedDate}
hu: Befejezve: {formattedDate}

source: Configure {0} Field
hu: {0} mező konfigurálása

source: Configure additional options and preferences
hu: További beállítások és preferenciák konfigurálása

source: Configure Direct Recipient
hu: Közvetlen címzett konfigurálása

source: Configure Document
hu: Dokumentum konfigurálása

source: Configure Fields
hu: Mezők konfigurálása

source: Configure general settings for the document.
hu: Állítsa be a dokumentum általános beállításait.

source: Configure general settings for the template.
hu: Állítsa be a sablon általános beállításait.

source: Configure template
hu: Sablon konfigurálása

source: Configure Template
hu: Sablon konfigurálása

source: Configure the {0} field
hu: Konfigurálja a(z) {0} mezőt

source: Configure the fields you want to place on the document.
hu: Állítsa be a dokumentumra helyezni kívánt mezőket.

source: Configure the team roles for each group
hu: Állítsa be a csapat szerepköreit minden csoporthoz

source: Configure the team roles for each member
hu: Állítsa be a csapattagok szerepköreit

source: Confirm
hu: Jóváhagyás

source: Confirm by typing <0>{deleteMessage}</0>
hu: Erősítse meg az alábbi beírásával: <0>{deleteMessage}</0>

source: Confirm by typing: <0>{deleteMessage}</0>
hu: Erősítse meg az alábbi beírásával: <0>{deleteMessage}</0>

source: Confirm Deletion
hu: Törlés megerősítése

source: Confirm email
hu: E-mail megerősítése

source: Confirmation email sent
hu: Megerősítő e-mail elküldve

source: Consent to Electronic Transactions
hu: Hozzájárulás az elektronikus tranzakciókhoz

source: Contact Information
hu: Kapcsolattartási információk

source: Contact sales here
hu: Vegye fel a kapcsolatot az értékesítéssel itt

source: Content
hu: Tartalom

source: Continue
hu: Folytatás

source: Continue by approving the document.
hu: Folytassa a dokumentum jóváhagyásával.

source: Continue by assisting with the document.
hu: Folytassa a dokumentum kezelésével.

source: Continue by downloading the document.
hu: Folytassa a dokumentum letöltésével.

source: Continue by signing the document.
hu: Folytassa a dokumentum aláírásával.

source: Continue by viewing the document.
hu: Folytassa a dokumentum megtekintésével.

source: Continue to login
hu: Folytassa a bejelentkezést

source: Controls the default language of an uploaded document. This will be used as the language in email communications with the recipients.
hu: Egy feltöltött dokumentum alapértelmezett nyelvét szabályozza. Ezt a nyelvet fogják használni az e-mail kommunikáció során a címzettekkel.

source: Controls the default visibility of an uploaded document.
hu: Egy feltöltött dokumentum alapértelmezett láthatóságát szabályozza.

source: Controls the formatting of the message that will be sent when inviting a recipient to sign a document. If a custom message has been provided while configuring the document, it will be used instead.
hu: Szabályozza az üzenet formázását, amelyet akkor küldünk, amikor egy címzettet meghívunk egy dokumentum aláírására. Ha a dokumentum konfigurálása során egyedi üzenetet adtak meg, akkor azt fogjuk használni.

source: Controls the language for the document, including the language to be used for email notifications, and the final certificate that is generated and attached to the document.
hu: A dokumentum nyelvét szabályozza, beleértve az e-mail értesítések nyelvét, valamint a dokumentumhoz csatolt végső tanúsítványt.

source: Controls whether the signing certificate will be included in the document when it is downloaded. The signing certificate can still be downloaded from the logs page separately.
hu: Szabályozza, hogy az aláírási tanúsítvány bekerüljön-e a dokumentumba, amikor letöltik. Az aláírási tanúsítvány továbbra is külön letölthető a naplóoldalról.

source: Controls which signatures are allowed to be used when signing a document.
hu: Szabályozza, hogy mely aláírások használhatók egy dokumentum aláírásakor.

source: Copied
hu: Másolva

source: Copied to clipboard
hu: Vágólapra másolva

source: Copy
hu: Másolás

source: Copy Link
hu: Hivatkozás másolása

source: Copy sharable link
hu: Megosztható link másolása

source: Copy Shareable Link
hu: Megosztható link másolása

source: Copy Signing Links
hu: Aláírói linkek másolása

source: Copy token
hu: Jelszó másolása

source: Create
hu: Készítse el

source: Create a <0>free account</0> to access your signed documents at any time.
hu: Hozzon létre egy <0>ingyenes fiókot</0>, hogy bármikor hozzáférhessen az aláírt dokumentumaihoz.

source: Create a new account
hu: Hozzon létre egy új fiókot

source: Create a new organisation with {planName} plan. Keep your current organisation on it's current plan
hu: Hozzon létre egy új szervezetet a(z) {planName} tervvel. Tartsa meg jelenlegi szervezetét a jelenlegi tervén

source: Create a team to collaborate with your team members.
hu: Hozzon létre egy csapatot, hogy együttműködhessen csapattagjaival.

source: Create account
hu: Fiók létrehozása

source: Create an organisation for this user
hu: Hozzon létre egy szervezetet ennek a felhasználónak

source: Create an organisation to collaborate with teams
hu: Hozzon létre egy szervezetet a csapatokkal való együttműködéshez

source: Create an organisation to get started.
hu: Hozzon létre egy szervezetet a kezdéshez.

source: Create and send
hu: Létrehozás és küldés

source: Create as draft
hu: Vázlatként létrehozás

source: Create as pending
hu: Hozzon létre függőben lévőként

source: Create claim
hu: Igény létrehozása

source: Create Claim
hu: Igény létrehozása

source: Create Direct Link
hu: Közvetlen link létrehozása

source: Create Direct Signing Link
hu: Közvetlen aláírói link létrehozása

source: Create document from template
hu: Dokumentum létrehozása sablonból

source: Create folder
hu: Mappa létrehozása

source: Create Folder
hu: Mappa létrehozása

source: Create group
hu: Csoport létrehozása

source: Create Groups
hu: Csoportok létrehozása

source: Create New Folder
hu: Új mappa létrehozása

source: Create now
hu: Hozzon létre most

source: Create one automatically
hu: Hozzon létre egyet automatikusan

source: Create organisation
hu: Szervezet létrehozása

source: Create Organisation
hu: Szervezet létrehozása

source: Create separate organisation
hu: Hozzon létre külön szervezetet

source: Create signing links
hu: Aláírói linkek létrehozása

source: Create Stripe customer
hu: Stripe ügyfél létrehozása

source: Create subscription
hu: Előfizetés létrehozása

source: Create Subscription Claim
hu: Előfizetési igény létrehozása

source: Create team
hu: Csapat létrehozása

source: Create Team
hu: Csapat létrehozása

source: Create the document as pending and ready to sign.
hu: Hozza létre a dokumentumot függőben lévőként és aláírásra készen.

source: Create token
hu: Hozzon létre tokent

source: Create webhook
hu: Webhook létrehozása

source: Create Webhook
hu: Webhook létrehozása

source: Create your account and start using state-of-the-art document signing.
hu: Hozza létre fiókját, és kezdje el használni a korszerű dokumentum aláírást.

source: Create your account and start using state-of-the-art document signing. Open and beautiful signing is within your grasp.
hu: Hozza létre fiókját, és kezdje el használni a korszerű dokumentum aláírást. A nyitott és szép aláírás az Ön kezében van.

source: Created
hu: Létrehozva

source: Created At
hu: Létrehozva ekkor

source: Created by
hu: Létrehozta

source: Created on
hu: Létrehozva:

source: Created on {0}
hu: Létrehozva ekkor: {0}

source: CSV Structure
hu: CSV szerkezet

source: Cumulative MAU (signed in)
hu: Kumulatív MAU (bejelentkezett)

source: Current
hu: Jelenlegi

source: Current Password
hu: Jelenlegi jelszó

source: Current password is incorrect.
hu: A jelenlegi jelszó helytelen.

source: Current recipients:
hu: Jelenlegi címzettek:

source: Currently all organisation members can access this team
hu: Jelenleg az összes szervezeti tag hozzáférhet ehhez a csapathoz

source: Currently branding can only be configured for Teams and above plans.
hu: Jelenleg a márkaépítés csak a Csapatok és magasabb szintű csomagok esetén konfigurálható.

source: Custom Organisation Groups
hu: Egyedi szervezeti csoportok

source: Dark Mode
hu: Sötét mód

source: Dashboard
hu: Irányítópult

source: Date
hu: Dátum

source: Date created
hu: Létrehozás dátuma

source: Date Format
hu: Dátumformátum

source: Decline
hu: Elutasítás

source: Default Document Language
hu: Alapértelmezett dokumentumnyelv

source: Default Document Visibility
hu: Alapértelmezett dokumentum láthatóság

source: Default Signature Settings
hu: Alapértelmezett aláírási beállítások

source: delete
hu: törlés

source: Delete
hu: Törlés

source: delete {0}
hu: törölje a(z) {0}

source: delete {teamName}
hu: törölje a(z) {teamName} csapatot

source: Delete account
hu: Fiók törlése

source: Delete Account
hu: Fiók törlése

source: Delete document
hu: Dokumentum törlése

source: Delete Document
hu: Dokumentum törlése

source: Delete Folder
hu: Mappa törlése

source: Delete organisation
hu: Szervezet törlése
