Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: Want to send slick signing links like this one? <0>Check out Documenso.</0>
hu: Szeretne ehhez hasonló, profi aláírói linkeket küldeni? <0>Nézze meg a Documenso-t.</0>

source: Want your own public profile?
hu: Szeretne saját nyilvános profilt?

source: Warning: Assistant as last signer
hu: Figyelem: Asszisztens mint utolsó aláíró

source: We are unable to proceed to the billing portal at this time. Please try again, or contact support.
hu: Jelenleg nem tudunk továbblépni a számlázási portálra. Kérjük, próbálja meg újra, vagy lépjen kapcsolatba a támogatással.

source: We are unable to remove this passkey at the moment. Please try again later.
hu: Jelenleg nem tudjuk eltávolítani ezt a jelszót. Kérjük, próbálja meg később újra.

source: We are unable to update this passkey at the moment. Please try again later.
hu: Jelenleg nem tudjuk frissíteni ezt a jelszót. Kérjük, próbálja meg később újra.

source: We couldn't create a Stripe customer. Please try again.
hu: Nem sikerült létrehozni a Stripe ügyfelet. Kérjük, próbálja újra.

source: We couldn't update the group. Please try again.
hu: Nem sikerült frissíteni a csoportot. Kérjük, próbálja meg újra.

source: We couldn't update the organisation. Please try again.
hu: Nem sikerült frissíteni a szervezetet. Kérjük, próbálja meg újra.

source: We encountered an error while removing the direct template link. Please try again later.
hu: Hiba történt a közvetlen sablonlink eltávolítása során. Kérjük, próbálja meg később újra.

source: We encountered an error while updating the webhook. Please try again later.
hu: Hiba történt a webhook frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to add team members. Please try again later.
hu: Ismeretlen hiba történt a csapattagok hozzáadása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to add this email. Please try again later.
hu: Ismeretlen hiba történt az e-mail hozzáadása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to create a group. Please try again later.
hu: Csoport létrehozása közben ismeretlen hiba lépett fel. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to create a organisation. Please try again later.
hu: Ismeretlen hiba történt a szervezet létrehozása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to create a team. Please try again later.
hu: Ismeretlen hiba történt a csapat létrehozása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to delete it. Please try again later.
hu: Ismeretlen hiba történt a törlés során. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to delete this organisation. Please try again later.
hu: Ismeretlen hiba történt a szervezet törlése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to delete this team. Please try again later.
hu: Ismeretlen hiba történt a csapat törlése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to delete this token. Please try again later.
hu: Ismeretlen hiba történt a token törlése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to delete your account. Please try again later.
hu: Ismeretlen hiba történt a fiókja törlése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to disable access.
hu: Ismeretlen hiba történt a hozzáférés letiltásának kísérlete közben.

source: We encountered an unknown error while attempting to enable access.
hu: Ismeretlen hiba történt az elérés engedélyezése közben.

source: We encountered an unknown error while attempting to invite organisation members. Please try again later.
hu: Ismeretlen hiba történt a szervezet tagjainak meghívása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to leave this organisation. Please try again later.
hu: Ismeretlen hiba történt, miközben megpróbáltuk elhagyni ezt a szervezetet. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to remove this group. Please try again later.
hu: Ismeretlen hiba történt a csoport eltávolítása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to remove this template from your profile. Please try again later.
hu: Ismeretlen hiba történt a sablon profiljából való eltávolítása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to remove this user. Please try again later.
hu: Ismeretlen hiba történt a felhasználó eltávolítása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to reset your password. Please try again later.
hu: Ismeretlen hiba történt a jelszó visszaállítása közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to revoke access. Please try again or contact support.
hu: Ismeretlen hiba történt a hozzáférés visszavonásának kísérlete során. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.

source: We encountered an unknown error while attempting to sign you In. Please try again later.
hu: Ismeretlen hiba történt a bejelentkezés során. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to sign you Up. Please try again later.
hu: Ismeretlen hiba történt a regisztráció során. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update the banner. Please try again later.
hu: A banner frissítése közben ismeretlen hiba lépett fel. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update the template. Please try again later.
hu: Ismeretlen hiba történt a sablon frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update this organisation member. Please try again later.
hu: Ismeretlen hiba történt a szervezet tagjának frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update this team member. Please try again later.
hu: Ismeretlen hiba történt a csapattag frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update your organisation. Please try again later.
hu: Ismeretlen hiba történt a szervezet frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update your password. Please try again later.
hu: Ismeretlen hiba történt a jelszó frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update your public profile. Please try again later.
hu: Ismeretlen hiba történt a nyilvános profil frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting to update your team. Please try again later.
hu: Ismeretlen hiba történt a csapat frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting update the team email. Please try again later.
hu: Ismeretlen hiba történt a csapat e-mail címének frissítése közben. Kérjük, próbálja meg később újra.

source: We encountered an unknown error while attempting update your profile. Please try again later.
hu: Ismeretlen hiba történt a profil frissítése közben. Kérjük, próbálja meg később újra.

source: We have sent a confirmation email for verification.
hu: Megerősítés céljából elküldtünk egy visszaigazoló e-mailt.

source: We need your signature to sign documents
hu: Szükségünk van az aláírására a dokumentumok aláírásához

source: We were unable to copy the token to your clipboard. Please try again.
hu: Nem sikerült a tokent a vágólapra másolni. Kérjük, próbálja meg újra.

source: We were unable to copy your recovery code to your clipboard. Please try again.
hu: Nem sikerült a helyreállítási kódot a vágólapra másolni. Kérjük, próbálja újra.

source: We were unable to create your account. Please review the information you provided and try again.
hu: Nem sikerült létrehozni a fiókját. Kérjük, ellenőrizze a megadott adatokat, és próbálja újra.

source: We were unable to disable two-factor authentication for your account. Please ensure that you have entered your password and backup code correctly and try again.
hu: Nem sikerült letiltani a kétfaktoros hitelesítést a fiókján. Kérjük, ellenőrizze, hogy helyesen adta-e meg a jelszavát és a biztonsági kódját, majd próbálja újra.

source: We were unable to log you out at this time.
hu: Jelenleg nem sikerült kijelentkeztetnünk.

source: We were unable to set your public profile to public. Please try again.
hu: Nem sikerült a nyilvános profilját nyilvánossá tenni. Kérjük, próbálja meg újra.

source: We were unable to setup two-factor authentication for your account. Please ensure that you have entered your code correctly and try again.
hu: Nem sikerült beállítani a kétfaktoros hitelesítést a fiókjához. Kérjük, ellenőrizze, hogy helyesen adta-e meg a kódját, és próbálja újra.

source: We were unable to submit this document at this time. Please try again later.
hu: Jelenleg nem tudtuk benyújtani ezt a dokumentumot. Kérjük, próbálja meg később újra.

source: We were unable to update your branding preferences at this time, please try again later
hu: Jelenleg nem sikerült frissíteni a márka beállításait, kérjük, próbálja meg később újra.

source: We were unable to update your document preferences at this time, please try again later
hu: Jelenleg nem sikerült frissíteni a dokumentum beállításait, kérjük, próbálja meg később újra.

source: We were unable to verify your details. Please try again or contact support
hu: Nem sikerült ellenőrizni az adatait. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.

source: We were unable to verify your email at this time.
hu: Jelenleg nem tudtuk ellenőrizni az e-mail címét.

source: We were unable to verify your email. If your email is not verified already, please try again.
hu: Nem sikerült ellenőrizni az e-mail címét. Ha az e-mail címe még nincs ellenőrizve, kérjük, próbálja meg újra.

source: We will generate signing links for you, which you can send to the recipients through your method of choice.
hu: Aláírói linkeket generálunk Önnek, amelyeket a választott módszerrel küldhet el a címzetteknek.

source: We won't send anything to notify recipients.
hu: Nem küldünk semmit az értesítendő címzetteknek.

source: We're all empty
hu: Mind üresek vagyunk

source: We're still waiting for other signers to sign this document.<0/>We'll notify you as soon as it's ready.
hu: Még várunk a többi aláíróra, hogy aláírják ezt a dokumentumot.<0/>Értesítjük, amint készen áll.

source: We've changed your password as you asked. You can now sign in with your new password.
hu: A jelszavát a kérésének megfelelően megváltoztattuk. Most már bejelentkezhet az új jelszavával.

source: We've sent a confirmation email to <0>{email}</0>. Please check your inbox and click the link in the email to verify your account.
hu: Megerősítő e-mailt küldtünk a(z) <0>{email}</0> címre. Kérjük, ellenőrizze a beérkező leveleit, és kattintson az e-mailben található linkre a fiókja hitelesítéséhez.

source: Webhook created
hu: Webhook létrehozva

source: Webhook deleted
hu: Webhook törölve

source: Webhook updated
hu: Webhook frissítve

source: Webhooks
hu: Webhorgok

source: Welcome
hu: Üdvözöljük

source: Welcome back, we are lucky to have you.
hu: Üdvözöljük újra, szerencsések vagyunk, hogy itt van.

source: Welcome back! Here's an overview of your account.
hu: Üdvözöljük újra! Itt található a fiókja áttekintése.

source: Welcome to Documenso!
hu: Üdvözöljük a Documenso-ban!

source: Were you trying to edit this document instead?
hu: Ehelyett ezt a dokumentumot próbálta szerkeszteni?

source: What you can do with teams:
hu: Mit tehet a csapatokkal:

source: When enabled, signers can choose who should sign next in the sequence instead of following the predefined order.
hu: Ha engedélyezve van, az aláírók kiválaszthatják, hogy ki írjon alá következőként a sorrendben, ahelyett, hogy a meghatározott sorrendet követnék.

source: When you click continue, you will be prompted to add the first available authenticator on your system.
hu: Amikor a folytatásra kattint, a rendszer felszólítja, hogy adja hozzá az első elérhető hitelesítőt a rendszeréhez.

source: When you sign a document, we can automatically fill in and sign the following fields using information that has already been provided. You can also manually sign or remove any automatically signed fields afterwards if you desire.
hu: Amikor aláír egy dokumentumot, automatikusan kitölthetjük és aláírhatjuk a következő mezőket a már megadott információk alapján. Később manuálisan is aláírhatja vagy eltávolíthatja bármely automatikusan aláírt mezőt, ha szeretné.

source: When you use our platform to affix your electronic signature to documents, you are consenting to do so under the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and other applicable laws. This action indicates your agreement to use electronic means to sign documents and receive notifications.
hu: Amikor platformunkat használja elektronikus aláírásának dokumentumokra való elhelyezésére, beleegyezik, hogy ezt a Globális és Nemzeti Kereskedelmi Elektronikus Aláírásokról szóló törvény (E-Sign Act) és más alkalmazandó jogszabályok alapján teszi. Ez a cselekedet azt jelzi, hogy beleegyezik az elektronikus eszközök használatába dokumentumok aláírására és értesítések fogadására.

source: While waiting for them to do so you can create your own Documenso account and get started with document signing right away.
hu: Amíg várakozik, létrehozhatja saját Documenso fiókját, és azonnal elkezdheti a dokumentumok aláírását.

source: Whitelabeling, unlimited members and more
hu: Whitelabeling, korlátlan tagok és még sok más

source: Who do you want to remind?
hu: Kit szeretne emlékeztetni?

source: Withdrawing Consent
hu: Hozzájárulás visszavonása

source: Write a description to display on your public profile
hu: Írjon leírást, amely megjelenik a nyilvános profilján

source: Yearly
hu: Éves

source: Yes
hu: Igen

source: You
hu: Ön

source: You are about to delete <0>"{documentTitle}"</0>
hu: Ön a(z) <0>"{documentTitle}"</0> törlésére készül

source: You are about to delete <0>{0}</0>. All data related to this organisation such as teams, documents, and all other resources will be deleted. This action is irreversible.
hu: Ön a(z) <0>{0}</0> törlésére készül. Az ehhez a szervezethez kapcsolódó összes adat, például a csapatok, dokumentumok és minden egyéb erőforrás törlésre kerül. Ez a művelet visszafordíthatatlan.

source: You are about to delete the following team email from <0>{teamName}</0>.
hu: Ön a következő csapat e-mailt készül törölni: <0>{teamName}</0>.

source: You are about to give all organisation members access to this team under their organisation role.
hu: Ön hamarosan hozzáférést biztosít az összes szervezeti tagnak ehhez a csapathoz a szervezeti szerepkörük alapján.

source: You are about to hide <0>"{documentTitle}"</0>
hu: Ön el fogja rejteni a(z) <0>"{documentTitle}"</0> dokumentumot

source: You are about to leave the following organisation.
hu: Ön a következő szervezet elhagyására készül.

source: You are about to remove default access to this team for all organisation members. Any members not explicitly added to this team will no longer have access.
hu: Ön éppen meg fogja szüntetni az alapértelmezett hozzáférést ehhez a csapathoz az összes szervezeti tag számára. Azok a tagok, akik nincsenek kifejezetten hozzáadva ehhez a csapathoz, többé nem fognak hozzáféréssel rendelkezni.

source: You are about to remove the following group from <0>{0}</0>.
hu: Ön a következő csoportot készül eltávolítani innen: <0>{0}</0>.

source: You are about to remove the following user from <0>{0}</0>.
hu: Ön a következő felhasználót készül eltávolítani innen: <0>{0}</0>.

source: You are about to remove the following user from <0>{teamName}</0>.
hu: Ön a következő felhasználót készül eltávolítani a(z) <0>{teamName}</0> csapatból.

source: You are about to revoke access for team <0>{0}</0> ({1}) to use your email.
hu: Ön éppen vissza fogja vonni a <0>{0}</0> ({1}) csapat hozzáférését az e-mail címéhez.

source: You are about to send this document to the recipients. Are you sure you want to continue?
hu: Ön hamarosan elküldi ezt a dokumentumot a címzetteknek. Biztosan folytatni szeretné?

source: You are about to subscribe to the {planName}
hu: Ön a(z) {planName} előfizetésére készül

source: You are currently on the <0>Free Plan</0>.
hu: Ön jelenleg a <0>Ingyenes csomagon</0> van.

source: You are currently updating <0>{memberName}.</0>
hu: Jelenleg <0>{memberName}</0> frissítését végzi.

source: You are currently updating <0>{organisationMemberName}.</0>
hu: Jelenleg <0>{organisationMemberName}</0> frissítését végzi.

source: You are currently updating the <0>{passkeyName}</0> passkey.
hu: Jelenleg a(z) <0>{passkeyName}</0> jelszót frissíti.

source: You are currently updating the <0>{teamGroupName}</0> team group.
hu: Ön jelenleg a(z) <0>{teamGroupName}</0> csoportot frissíti.

source: You are not authorized to access this page.
hu: Ön nem jogosult az oldal elérésére.

source: You are not authorized to delete this user.
hu: Ön nem jogosult ennek a felhasználónak a törlésére.

source: You are not authorized to disable this user.
hu: Ön nem jogosult ennek a felhasználónak a letiltására.

source: You are not authorized to enable this user.
hu: Ön nem jogosult ennek a felhasználónak az engedélyezésére.

source: You can also copy and paste this link into your browser: {confirmationLink} (link expires in 1 hour)
hu: A linket másolhatja és beillesztheti a böngészőjébe is: {confirmationLink} (a link 1 óra múlva lejár)

source: You can choose to enable or disable the profile for public view.
hu: Beállíthatja, hogy a profil nyilvánosan megtekinthető legyen vagy sem.

source: You can copy and share these links to recipients so they can action the document.
hu: Ezeket a linkeket másolhatja és megoszthatja a címzettekkel, hogy ők intézkedhessenek a dokumentummal kapcsolatban.

source: You can enable access to allow all organisation members to access this team by default.
hu: Alapértelmezés szerint engedélyezheti a hozzáférést, hogy a szervezet összes tagja hozzáférhessen ehhez a csapathoz.

source: You can revoke access at any time in your team settings on Documenso <0>here.</0>
hu: Az elérési jogosultságot bármikor visszavonhatja a csapatbeállításokban a Documenso <0>itt.</0>

source: You can update the profile URL by updating the team URL in the general settings page.
hu: A profil URL-t a csapat URL frissítésével módosíthatja az általános beállítások oldalon.

source: You can use the following variables in your message:
hu: Az üzenetében a következő változókat használhatja:

source: You can view documents associated with this email and use this identity when sending documents.
hu: A dokumentumokat megtekintheti ehhez az e-mailhez társítva, és ezt az azonosítót használhatja dokumentumok küldésekor.

source: You can view the created documents in your dashboard under the "Documents created from template" section.
hu: A létrehozott dokumentumokat a "Sablonból létrehozott dokumentumok" szakasz alatt tekintheti meg a vezérlőpultján.

source: You can view the document and its status by clicking the button below.
hu: A dokumentumot és annak állapotát az alábbi gombra kattintva tekintheti meg.

source: You cannot add assistants when signing order is disabled.
hu: Nem adhat hozzá asszisztenseket, ha az aláírási sorrend le van tiltva.

source: You cannot delete a group which has a higher role than you.
hu: Nem törölhet olyan csoportot, amelynek magasabb szerepköre van, mint Önnek.

source: You cannot have more than {MAXIMUM_PASSKEYS} passkeys.
hu: Nem lehet több mint {MAXIMUM_PASSKEYS} jelszava.

source: You cannot modify a group which has a higher role than you.
hu: Nem módosíthat olyan csoportot, amelynek magasabb szerepköre van, mint Önnek.

source: You cannot modify a organisation member who has a higher role than you.
hu: Nem módosíthat egy olyan szervezeti tagot, akinek magasabb szerepköre van, mint Önnek.

source: You cannot modify a team member who has a higher role than you.
hu: Nem módosíthat olyan csapattagot, akinek magasabb szerepköre van, mint Önnek.

source: You cannot remove members from this team if the inherit member feature is enabled.
hu: Ha az örökölt tag funkció engedélyezve van, nem távolíthat el tagokat ebből a csapatból.

source: You cannot upload documents at this time.
hu: Jelenleg nem tölthet fel dokumentumokat.

source: You cannot upload encrypted PDFs
hu: Nem tölthet fel titkosított PDF-eket

source: You currently have an inactive <0>{currentProductName}</0> subscription
hu: Önnek jelenleg egy inaktív <0>{currentProductName}</0> előfizetése van

source: You currently have no access to any teams within this organisation. Please contact your organisation to request access.
hu: Ön jelenleg nem rendelkezik hozzáféréssel a szervezeten belüli csapatokhoz. Kérjük, vegye fel a kapcsolatot a szervezetével a hozzáférés igényléséhez.

source: You do not have permission to create a token for this team
hu: Önnek nincs jogosultsága token létrehozására ehhez a csapathoz

source: You don't need to sign it anymore.
hu: Már nem szükséges aláírnia.

source: You have accepted an invitation from <0>{0}</0> to join their organisation.
hu: Ön elfogadott egy meghívást a <0>{0}</0> szervezetéhez való csatlakozásra.

source: You have already verified your email address for <0>{0}</0>.
hu: Ön már megerősítette az e-mail címét a(z) <0>{0}</0> számára.

source: You have been invited by <0>{0}</0> to join their organisation.
hu: Önt <0>{0}</0> meghívta, hogy csatlakozzon a szervezetéhez.

source: You have been invited to join {0} on Documenso
hu: Önt meghívták, hogy csatlakozzon a(z) {0}-hoz a Documenso-n

source: You have been invited to join the following organisation
hu: Önt meghívták, hogy csatlakozzon a következő szervezethez

source: You have been removed from a document
hu: Önt eltávolították egy dokumentumból

source: You have been requested to sign the following documents. Review each document carefully and complete the signing process.
hu: Önt felkérték, hogy írja alá a következő dokumentumokat. Gondosan tekintse át mindegyik dokumentumot, és fejezze be az aláírási folyamatot.

source: You have declined the invitation from <0>{0}</0> to join their organisation.
hu: Ön elutasította a <0>{0}</0> szervezethez való csatlakozási meghívást.

source: You have initiated the document {0} that requires you to {recipientActionVerb} it.
hu: Ön elindította a(z) {0} dokumentumot, amely megköveteli, hogy {recipientActionVerb} azt.

source: You have no webhooks yet. Your webhooks will be shown here once you create them.
hu: Még nincsenek webhookjai. A webhookjai itt fognak megjelenni, miután létrehozza őket.

source: You have not yet created any templates. To create a template please upload one.
hu: Még nem hozott létre sablonokat. Sablon létrehozásához kérjük, töltsön fel egyet.

source: You have not yet created or received any documents. To create a document please upload one.
hu: Ön még nem hozott létre vagy kapott dokumentumot. Dokumentum létrehozásához kérjük, töltsön fel egyet.
