Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: You have reached the maximum limit of {0} direct templates. <0>Upgrade your account to continue!</0>
hu: Elérte a(z) {0} közvetlen sablon maximális limitjét. <0>Frissítse fiókját a folytatáshoz!</0>

source: You have reached your document limit for this month. Please upgrade your plan.
hu: Elérte a havi dokumentumkeretét. Kérjük, frissítse a csomagját.

source: You have reached your document limit.
hu: Elérte a dokumentumlimitjét.

source: You have reached your document limit. <0>Upgrade your account to continue!</0>
hu: Elérte a dokumentumlimitjét. <0>Frissítse fiókját a folytatáshoz!</0>

source: You have rejected the document '{documentName}'
hu: Ön elutasította a(z) '{documentName}' dokumentumot

source: You have rejected this document
hu: Ön elutasította ezt a dokumentumot

source: You have signed “{documentName}”
hu: Ön aláírta a(z) “{documentName}” dokumentumot

source: You have successfully left this organisation.
hu: Ön sikeresen elhagyta ezt a szervezetet.

source: You have successfully registered. Please verify your account by clicking on the link you received in the email.
hu: Sikeresen regisztrált. Kérjük, erősítse meg fiókját az e-mailben kapott linkre kattintva.

source: You have successfully removed this group from the organisation.
hu: Sikeresen eltávolította ezt a csoportot a szervezetből.

source: You have successfully removed this group from the team.
hu: Sikeresen eltávolította ezt a csoportot a csapatból.

source: You have successfully removed this user from the organisation.
hu: Sikeresen eltávolította ezt a felhasználót a szervezetből.

source: You have successfully removed this user from the team.
hu: Ön sikeresen eltávolította ezt a felhasználót a csapatból.

source: You have successfully revoked access.
hu: Sikeresen visszavonta a hozzáférést.

source: You have the right to withdraw your consent to use electronic signatures at any time before completing the signing process. To withdraw your consent, please contact the sender of the document. In failing to contact the sender you may reach out to <0>{SUPPORT_EMAIL}</0> for assistance. Be aware that withdrawing consent may delay or halt the completion of the related transaction or service.
hu: Önnek joga van bármikor visszavonni az elektronikus aláírások használatához adott hozzájárulását a folyamat befejezése előtt. A hozzájárulás visszavonásához kérjük, vegye fel a kapcsolatot a dokumentum küldőjével. Ha nem tudja elérni a küldőt, forduljon segítségért a <0>{SUPPORT_EMAIL}</0> címre. Vegye figyelembe, hogy a hozzájárulás visszavonása késleltetheti vagy megakadályozhatja a kapcsolódó tranzakció vagy szolgáltatás befejezését.

source: You have updated {memberName}.
hu: Ön frissítette {memberName} adatait.

source: You have updated {organisationMemberName}.
hu: Ön frissítette {organisationMemberName} adatait.

source: You have updated the team group.
hu: Ön frissítette a csapatcsoportot.

source: You have verified your email address for <0>{0}</0>.
hu: Ön megerősítette az e-mail címét a(z) <0>{0}</0> számára.

source: You must enter '{deleteMessage}' to proceed
hu: A folytatáshoz meg kell adnia a(z) '{deleteMessage}' szöveget

source: You must type '{deleteMessage}' to confirm
hu: A megerősítéshez írja be a(z) '{deleteMessage}' szöveget

source: You need to be an admin to manage API tokens.
hu: Az API tokenek kezeléséhez adminisztrátornak kell lennie.

source: You need to be logged in as <0>{email}</0> to view this page.
hu: Az oldal megtekintéséhez be kell jelentkeznie mint <0>{email}</0>.

source: You need to be logged in to view this page.
hu: A lap megtekintéséhez be kell jelentkeznie.

source: You need to setup 2FA to mark this document as viewed.
hu: A dokumentum megtekintésének jelöléséhez be kell állítania a kétfaktoros hitelesítést (2FA).

source: You will need to configure any claims or subscription after creating this organisation
hu: A szervezet létrehozása után konfigurálnia kell az igényeket vagy az előfizetést.

source: You will now be required to enter a code from your authenticator app when signing in.
hu: Mostantól be kell írnia egy kódot az autentikátor alkalmazásából a bejelentkezéskor.

source: You will receive an Email copy of the signed document once everyone has signed.
hu: Ön e-mail másolatot fog kapni az aláírt dokumentumról, miután mindenki aláírta.

source: Your account has been deleted successfully.
hu: Fiókja sikeresen törölve lett.

source: Your avatar has been updated successfully.
hu: Az avatárja sikeresen frissítve lett.

source: Your banner has been updated successfully.
hu: A szalaghirdetése sikeresen frissítve lett.

source: Your brand website URL
hu: A márka weboldalának URL-je

source: Your branding preferences have been updated
hu: Az arculati beállításai frissítésre kerültek

source: Your bulk send has been initiated. You will receive an email notification upon completion.
hu: A tömeges küldés elindult. E-mail értesítést fog kapni a befejezésről.

source: Your bulk send operation for template "{templateName}" has completed.
hu: A(z) "{templateName}" sablon tömeges küldési művelete befejeződött.

source: Your current {currentProductName} plan is past due. Please update your payment information.
hu: Az aktuális {currentProductName} csomagja lejárt. Kérjük, frissítse a fizetési adatait.

source: Your current plan is inactive.
hu: Az Ön jelenlegi terve inaktív.

source: Your current plan is past due.
hu: Az aktuális csomagja lejárt.

source: Your direct signing templates
hu: Az Ön közvetlen aláírási sablonjai

source: Your document failed to upload.
hu: A dokumentum feltöltése nem sikerült.

source: Your document has been created from the template successfully.
hu: A dokumentum sikeresen létrehozva a sablon alapján.

source: Your document has been created successfully
hu: A dokumentuma sikeresen létrehozva

source: Your document has been deleted by an admin!
hu: A dokumentumát egy adminisztrátor törölte!

source: Your document has been re-sent successfully.
hu: A dokumentumot sikeresen újraküldtük.

source: Your document has been sent successfully.
hu: A dokumentumot sikeresen elküldtük.

source: Your document has been successfully duplicated.
hu: A dokumentumot sikeresen lemásoltuk.

source: Your document has been uploaded successfully.
hu: A dokumentum sikeresen feltöltve.

source: Your document has been uploaded successfully. You will be redirected to the template page.
hu: A dokumentum sikeresen feltöltve. Átirányítjuk a sablon oldalra.

source: Your document preferences have been updated
hu: A dokumentum beállításai frissítésre kerültek

source: Your documents
hu: Az Ön dokumentumai

source: Your email has already been confirmed. You can now use all features of Documenso.
hu: Az e-mail címe már meg lett erősítve. Mostantól a Documenso összes funkcióját használhatja.

source: Your email has been successfully confirmed! You can now use all features of Documenso.
hu: Az e-mail címét sikeresen megerősítette! Mostantól a Documenso összes funkcióját használhatja.

source: Your email is currently being used by team <0>{0}</0> ({1}).
hu: Az e-mail címe jelenleg a(z) <0>{0}</0> ({1}) csapat által van használatban.

source: Your existing tokens
hu: Az Ön meglévő tokenjei

source: Your new password cannot be the same as your old password.
hu: Az új jelszó nem lehet azonos a régi jelszóval.

source: Your organisation has been created.
hu: A szervezete létre lett hozva.

source: Your organisation has been successfully deleted.
hu: Szervezetét sikeresen töröltük.

source: Your organisation has been successfully updated.
hu: Szervezete sikeresen frissítve lett.

source: Your password has been updated successfully.
hu: A jelszava sikeresen frissítve lett.

source: Your password has been updated.
hu: A jelszava frissítve lett.

source: Your personal organisation
hu: Az Ön személyes szervezete

source: Your profile has been updated successfully.
hu: A profilja sikeresen frissítve lett.

source: Your profile has been updated.
hu: A profilja frissítve lett.

source: Your public profile has been updated.
hu: A nyilvános profilja frissítve lett.

source: Your recovery code has been copied to your clipboard.
hu: A helyreállítási kódot a vágólapra másoltuk.

source: Your recovery codes are listed below. Please store them in a safe place.
hu: Az alábbiakban találhatók a helyreállítási kódjai. Kérjük, tárolja őket biztonságos helyen.

source: Your team has been created.
hu: A csapata létre lett hozva.

source: Your team has been successfully deleted.
hu: A csapatát sikeresen töröltük.

source: Your team has been successfully updated.
hu: A csapata sikeresen frissítve lett.

source: Your template has been created successfully
hu: A sablonját sikeresen létrehoztuk

source: Your template has been duplicated successfully.
hu: A sablonját sikeresen lemásoltuk.

source: Your template has been successfully deleted.
hu: A sablonját sikeresen töröltük.

source: Your template will be duplicated.
hu: A sablonját duplikálni fogjuk.

source: Your templates has been saved successfully.
hu: A sablonjai sikeresen mentésre kerültek.

source: Your token has expired!
hu: A tokenje lejárt!

source: Your token was created successfully! Make sure to copy it because you won't be able to see it again!
hu: A token sikeresen létrehozva! Ügyeljen arra, hogy másolja le, mert később már nem fogja tudni megtekinteni!

source: Your tokens will be shown here once you create them.
hu: A tokenjei itt fognak megjelenni, miután létrehozta őket.
