Repository: svetch/documenso
Catalog: packages/lib/translations/*/web.po
Languages: hu

source: Enable direct link signing
hu: Közvetlen linkes aláírás engedélyezése

source: .PDF documents accepted (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)
hu: .PDF dokumentumok elfogadva (max {APP_DOCUMENT_UPLOAD_SIZE_LIMIT}MB)

source: "{0}" will appear on the document as it has a timezone of "{1}".
hu: A(z) "{0}" meg fog jelenni a dokumentumban, mivel az időzónája "{1}".

source: "{documentName}" has been deleted by an admin.
hu: A(z) "{documentName}" dokumentumot egy adminisztrátor törölte.

source: “{documentName}” has been signed
hu: A(z) “{documentName}” dokumentumot aláírták

source: “{documentName}” was signed by all signers
hu: A(z) “{documentName}” dokumentumot minden aláíró aláírta

source: "{documentTitle}" has been successfully deleted
hu: A(z) "{documentTitle}" dokumentum sikeresen törölve lett

source: "{placeholderEmail}" on behalf of "Team Name" has invited you to sign "example document".
hu: A(z) "{placeholderEmail}" a(z) "Team Name" nevében meghívta Önt az "example document" aláírására.

source: "Team Name" has invited you to sign "example document".
hu: A(z) "Team Name" meghívta Önt az "example document" aláírására.

source: (You)
hu: (Ön)

source: {0, plural, one {(1 character over)} other {(# characters over)}}
hu: {0, plural, one {(1 karakterrel több)} other {(# karakterrel több)}}

source: {0, plural, one {# character over the limit} other {# characters over the limit}}
hu: {0, plural, one {# karakterrel túllépte a határt} other {# karakterrel túllépte a határt}}

source: {0, plural, one {# document} other {# documents}}
hu: {0, plural, one {# dokumentum} other {# dokumentum}}

source: {0, plural, one {# folder} other {# folders}}
hu: {0, plural, one {# mappa} other {# mappa}}

source: {0, plural, one {# recipient} other {# recipients}}
hu: {0, plural, one {# címzett} other {# címzett}}

source: {0, plural, one {# team} other {# teams}}
hu: {0, plural, one {# csapat} other {# csapat}}

source: {0, plural, one {# template} other {# templates}}
hu: {0, plural, one {# sablon} other {# sablon}}

source: {0, plural, one {<0>You have <1>1</1> pending invitation</0>} other {<2>You have <3>#</3> pending invitations</2>}}
hu: {0, plural, one {<0>Önnek <1>1</1> függőben lévő meghívása van</0>} other {<2>Önnek <3>#</3> függőben lévő meghívása van</2>}}

source: {0, plural, one {1 matching field} other {# matching fields}}
hu: {0, plural, one {1 egyező mező} other {# egyező mező}}

source: {0, plural, one {1 Recipient} other {# Recipients}}
hu: {0, plural, one {1 címzett} other {# címzett}}

source: {0, plural, one {Waiting on 1 recipient} other {Waiting on # recipients}}
hu: {0, plural, one {1 címzettre várakozik} other {# címzettre várakozik}}

source: {0} direct signing templates
hu: {0} közvetlen aláírási sablon

source: {0} has invited you to {recipientActionVerb} the document "{1}".
hu: {0} meghívta Önt, hogy {recipientActionVerb} a(z) "{1}" dokumentumot.

source: {0} invited you to {recipientActionVerb} a document
hu: {0} meghívta Önt, hogy {recipientActionVerb} egy dokumentumot

source: {0} of {1} documents remaining this month.
hu: Ebben a hónapban {0} a(z) {1} dokumentumból maradt.

source: {0} of {1} row(s) selected.
hu: {0} sor a(z) {1} sorból kiválasztva.

source: {0} on behalf of "{1}" has invited you to {recipientActionVerb} the document "{2}".
hu: A(z) {0} a(z) "{1}" nevében meghívta Önt, hogy {recipientActionVerb} a(z) "{2}" dokumentumot.

source: {0} Recipient(s)
hu: {0} Címzett

source: {0} Teams
hu: {0} csapatok

source: {charactersRemaining, plural, one {1 character remaining} other {{charactersRemaining} characters remaining}}
hu: {charactersRemaining, plural, one {1 karakter maradt} other {{charactersRemaining} karakter maradt}}

source: {inviterName} has cancelled the document {documentName}, you don't need to sign it anymore.
hu: {inviterName} törölte a(z) {documentName} dokumentumot, Önnek már nem kell aláírnia.

source: {inviterName} has cancelled the document<0/>"{documentName}"
hu: {inviterName} törölte a(z)<0/>"{documentName}" dokumentumot

source: {inviterName} has invited you to {0}<0/>"{documentName}"
hu: {inviterName} meghívta Önt a(z)<0/>"{documentName}" dokumentumra

source: {inviterName} has invited you to {action} {documentName}
hu: {inviterName} meghívta Önt, hogy {action} a(z) {documentName} dokumentumot

source: {inviterName} has invited you to {action} the document "{documentName}".
hu: {inviterName} meghívta Önt, hogy {action} a(z) "{documentName}" dokumentumot.

source: {inviterName} has removed you from the document {documentName}.
hu: {inviterName} eltávolította Önt a(z) {documentName} dokumentumból.

source: {inviterName} has removed you from the document<0/>"{documentName}"
hu: {inviterName} eltávolította Önt a(z)<0/>"{documentName}" dokumentumból

source: {inviterName} on behalf of "{0}" has invited you to {recipientActionVerb} the document "{1}".
hu: {inviterName} a(z) "{0}" nevében meghívta Önt, hogy {recipientActionVerb} a(z) "{1}" dokumentumot.

source: {inviterName} on behalf of "{teamName}" has invited you to {0}<0/>"{documentName}"
hu: {inviterName} a(z) "{teamName}" nevében meghívta Önt a(z)<0/>"{documentName}" dokumentumra

source: {inviterName} on behalf of "{teamName}" has invited you to {action} {documentName}
hu: {inviterName} a(z) "{teamName}" nevében meghívta Önt, hogy {action} a(z) {documentName}

source: {prefix} added a field
hu: {prefix} hozzáadott egy mezőt

source: {prefix} added a recipient
hu: {prefix} hozzáadott egy címzettet

source: {prefix} created the document
hu: {prefix} létrehozta a dokumentumot

source: {prefix} deleted the document
hu: {prefix} törölte a dokumentumot

source: {prefix} moved the document to team
hu: {prefix} a dokumentumot áthelyezte a csapathoz

source: {prefix} opened the document
hu: {prefix} megnyitotta a dokumentumot

source: {prefix} prefilled a field
hu: {prefix} előre kitöltött egy mezőt

source: {prefix} removed a field
hu: {prefix} eltávolított egy mezőt

source: {prefix} removed a recipient
hu: {prefix} eltávolított egy címzettet

source: {prefix} resent an email to {0}
hu: {prefix} újraküldött egy e-mailt {0} részére

source: {prefix} sent an email to {0}
hu: {prefix} e-mailt küldött {0} részére

source: {prefix} sent the document
hu: {prefix} elküldte a dokumentumot

source: {prefix} signed a field
hu: {prefix} aláírt egy mezőt

source: {prefix} unsigned a field
hu: {prefix} aláíratlanul hagyott egy mezőt

source: {prefix} updated a field
hu: {prefix} frissített egy mezőt

source: {prefix} updated a recipient
hu: {prefix} frissített egy címzettet

source: {prefix} updated the document
hu: {prefix} frissítette a dokumentumot

source: {prefix} updated the document access auth requirements
hu: {prefix} frissítette a dokumentumhozzáférés hitelesítési követelményeit

source: {prefix} updated the document external ID
hu: {prefix} frissítette a dokumentum külső azonosítóját

source: {prefix} updated the document signing auth requirements
hu: {prefix} frissítette a dokumentum aláírási hitelesítési követelményeit

source: {prefix} updated the document title
hu: {prefix} frissítette a dokumentum címét

source: {prefix} updated the document visibility
hu: {prefix} frissítette a dokumentum láthatóságát

source: {recipientActionVerb} document
hu: {recipientActionVerb} dokumentum

source: {recipientActionVerb} the document to complete the process.
hu: {recipientActionVerb} a dokumentumot a folyamat befejezéséhez.

source: {recipientCount} recipients
hu: {recipientCount} címzett

source: {recipientName} {action} a document by using one of your direct links
hu: {recipientName} {action} egy dokumentumot az egyik közvetlen linkje használatával

source: {recipientName} has rejected the document '{documentName}'
hu: {recipientName} elutasította a(z) '{documentName}' dokumentumot

source: {recipientReference} has completed signing the document.
hu: {recipientReference} befejezte a dokumentum aláírását.

source: {recipientReference} has signed "{0}"
hu: {recipientReference} aláírta a(z) "{0}" dokumentumot

source: {recipientReference} has signed "{documentName}"
hu: {recipientReference} aláírta a(z) "{documentName}" dokumentumot

source: {recipientReference} has signed {documentName}
hu: {recipientReference} aláírta a(z) {documentName} dokumentumot

source: {remaningLength, plural, one {# character remaining} other {# characters remaining}}
hu: {remaningLength, plural, one {# karakter maradt} other {# karakter maradt}}

source: {signerName} has rejected the document "{documentName}".
hu: {signerName} elutasította a(z) "{documentName}" dokumentumot.

source: {teamName} has invited you to {0}<0/>"{documentName}"
hu: {teamName} meghívta Önt a(z)<0/>"{documentName}" dokumentumra

source: {teamName} has invited you to {action} {documentName}
hu: {teamName} meghívta Önt a(z) {documentName} {action} tevékenységre.

source: {userName} approved the document
hu: {userName} jóváhagyta a dokumentumot

source: {userName} CC'd the document
hu: {userName} másolatot kapott a dokumentumról

source: {userName} completed their task
hu: {userName} befejezte a feladatát

source: {userName} rejected the document
hu: {userName} elutasította a dokumentumot

source: {userName} signed the document
hu: {userName} aláírta a dokumentumot

source: {userName} viewed the document
hu: {userName} megtekintette a dokumentumot

source: {visibleRows, plural, one {Showing # result.} other {Showing # results.}}
hu: {visibleRows, plural, one {# eredmény megjelenítése.} other {# eredmény megjelenítése.}}

source: <0>"{0}"</0>is no longer available to sign
hu: <0>"{0}"</0> már nem elérhető aláírásra

source: <0>{teamName}</0> has requested to use your email address for their team on Documenso.
hu: <0>{teamName}</0> kérte, hogy használhassa az Ön e-mail címét a csapatukhoz a Documenso-n.

source: <0>Click to upload</0> or drag and drop
hu: <0>Kattintson a feltöltéshez</0> vagy húzza ide a fájlt

source: <0>Drawn</0> - A signature that is drawn using a mouse or stylus.
hu: <0>Rajzolt</0> - Egy aláírás, amelyet egérrel vagy tollal rajzolnak.

source: <0>Email</0> - The recipient will be emailed the document to sign, approve, etc.
hu: <0>Email</0> - A címzett e-mailben kapja meg a dokumentumot aláírásra, jóváhagyásra stb.

source: <0>Inherit authentication method</0> - Use the global action signing authentication method configured in the "General Settings" step
hu: <0>Hitelesítési módszer öröklése</0> - Használja a "Általános beállítások" lépésben konfigurált globális aláírási hitelesítési módszert

source: <0>No restrictions</0> - No authentication required
hu: <0>Nincs korlátozás</0> - Nincs hitelesítés szükséges

source: <0>No restrictions</0> - The document can be accessed directly by the URL sent to the recipient
hu: <0>Nincs korlátozás</0> - A dokumentum közvetlenül elérhető a címzettnek küldött URL-en keresztül

source: <0>None</0> - No authentication required
hu: <0>Nincs</0> - Nincs hitelesítés szükséges

source: <0>None</0> - We will generate links which you can send to the recipients manually.
hu: <0>Nincs</0> - Olyan linkeket fogunk generálni, amelyeket manuálisan küldhet el a címzetteknek.

source: <0>Note</0> - If you use Links in combination with direct templates, you will need to manually send the links to the remaining recipients.
hu: <0>Megjegyzés</0> - Ha a linkeket közvetlen sablonokkal kombinálva használja, manuálisan kell elküldenie a linkeket a fennmaradó címzetteknek.

source: <0>Require 2FA</0> - The recipient must have an account and 2FA enabled via their settings
hu: <0>2FA megkövetelése</0> - A címzettnek rendelkeznie kell fiókkal, és a 2FA-t engedélyeznie kell a beállításaiban.

source: <0>Require account</0> - The recipient must be signed in to view the document
hu: <0>Fiók szükséges</0> - A címzettnek be kell jelentkeznie a dokumentum megtekintéséhez

source: <0>Require passkey</0> - The recipient must have an account and passkey configured via their settings
hu: <0>Jelszó megkövetelése</0> - A címzettnek rendelkeznie kell fiókkal és jelszóval, amelyet a beállításaikban konfiguráltak.

source: <0>Require password</0> - The recipient must have an account and password configured via their settings, the password will be verified during signing
hu: <0>Jelszó megkövetelése</0> - A címzettnek rendelkeznie kell fiókkal és jelszóval, amelyet a beállításaikban konfiguráltak, a jelszót az aláírás során ellenőrzik.

source: <0>Sender:</0> All
hu: <0>Küldő:</0> Mindenki

source: <0>Typed</0> - A signature that is typed using a keyboard.
hu: <0>Gépelt</0> - Egy aláírás, amelyet billentyűzet segítségével gépeltek be.

source: <0>Uploaded</0> - A signature that is uploaded from a file.
hu: <0>Feltöltve</0> - Egy aláírás, amely fájlból van feltöltve.

source: <0>You are about to complete approving <1>"{documentTitle}"</1>.</0><2/> Are you sure?
hu: <0>Ön a(z) <1>"{documentTitle}"</1> jóváhagyásának befejezéséhez közeledik.</0><2/> Biztos benne?

source: <0>You are about to complete signing "<1>{documentTitle}</1>".</0><2/> Are you sure?
hu: <0>Ön hamarosan befejezi a(z) "<1>{documentTitle}</1>" aláírását.</0><2/> Biztos benne?

source: <0>You are about to complete viewing "<1>{documentTitle}</1>".</0><2/> Are you sure?
hu: <0>Ön hamarosan befejezi a(z) "<1>{documentTitle}</1>" megtekintését.</0><2/> Biztos benne?

source: 0 Free organisations left
hu: 0 ingyenes szervezet maradt

source: 1 Free organisations left
hu: 1 ingyenes szervezet maradt

source: 1 month
hu: 1 hónap

source: 12 months
hu: 12 hónap

source: 3 months
hu: 3 hónap

source: 401 Unauthorized
hu: 401 Jogosulatlan hozzáférés

source: 404 not found
hu: 404 nem található

source: 404 Organisation group not found
hu: 404 Szervezeti csoport nem található

source: 404 Organisation not found
hu: 404 Szervezet nem található

source: 404 Profile not found
hu: A profil nem található

source: 404 Team not found
hu: A csapat nem található (404)

source: 404 User not found
hu: 404 Felhasználó nem található

source: 5 documents a month
hu: 5 dokumentum havonta

source: 5 Documents a month
hu: Havi 5 dokumentum

source: 500 Internal Server Error
hu: 500 Belső szerverhiba

source: 6 months
hu: 6 hónap

source: 7 days
hu: 7 nap

source: A confirmation email has been sent, and it should arrive in your inbox shortly.
hu: Megerősítő e-mailt küldtünk, amely hamarosan megérkezik a beérkező levelek közé.

source: A device capable of accessing, opening, and reading documents
hu: Egy eszköz, amely képes dokumentumok elérésére, megnyitására és olvasására

source: A document was created by your direct template that requires you to {recipientActionVerb} it.
hu: Egy dokumentumot hoztak létre az Ön közvetlen sablonja alapján, amely megköveteli, hogy {recipientActionVerb} azt.

source: A draft document will be created
hu: Egy piszkozat dokumentum lesz létrehozva

source: A means to print or download documents for your records
hu: Egy eszköz a dokumentumok nyomtatására vagy letöltésére a saját nyilvántartásához

source: A member has joined your organisation on Documenso
hu: Egy tag csatlakozott a szervezetéhez a Documenso-n.

source: A member has left your organisation
hu: Egy tag elhagyta a szervezetét

source: A member has left your organisation {organisationName}
hu: Egy tag elhagyta az Ön {organisationName} szervezetét

source: A member has left your organisation on Documenso
hu: Egy tag elhagyta az Ön szervezetét a Documenso-n.

source: A new member has joined your organisation
hu: Egy új tag csatlakozott a szervezetéhez

source: A new member has joined your organisation {organisationName}
hu: Új tag csatlakozott a(z) {organisationName} szervezetéhez

source: A new token was created successfully.
hu: Egy új token sikeresen létrehozva.

source: A password reset email has been sent, if you have an account you should see it in your inbox shortly.
hu: Jelszó-visszaállító e-mailt küldtünk, ha van fiókja, hamarosan meg kell jelennie a beérkező levelek között.

source: A request to use your email has been initiated by {0} on Documenso
hu: A(z) {0} kezdeményezte az e-mail címének használatát a Documenso-n

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso
hu: Egy titkos kulcs, amelyet az URL-címére küldünk, így ellenőrizheti, hogy a kérést a Documenso küldte-e.

source: A secret that will be sent to your URL so you can verify that the request has been sent by Documenso.
hu: Egy titok, amelyet az URL-címére küldünk, így ellenőrizheti, hogy a kérést a Documenso küldte-e.

source: A stable internet connection
hu: Stabil internetkapcsolat

source: A team you were a part of has been deleted
hu: Egy csapat, amelynek Ön is tagja volt, törölve lett

source: A unique URL to access your profile
hu: Egy egyedi URL a profiljához való hozzáféréshez

source: A unique URL to identify the organisation
hu: Egy egyedi URL azonosítja a szervezetet

source: A unique URL to identify your organisation
hu: Egy egyedi URL az Ön szervezetének azonosítására

source: A unique URL to identify your team
hu: Egy egyedi URL a csapatának azonosításához

source: A verification email will be sent to the provided email.
hu: Egy megerősítő e-mailt küldünk a megadott e-mail címre.

source: Accept
hu: Elfogadás

source: Accept invitation to join an organisation on Documenso
hu: Fogadja el a meghívást, hogy csatlakozzon egy szervezethez a Documenso-n

source: Accept team email request for {teamName} on Documenso
hu: Fogadja el a(z) {teamName} csapat e-mail kérését a Documenso-n

source: Acceptance and Consent
hu: Elfogadás és hozzájárulás

source: Access disabled
hu: Hozzáférés letiltva

source: Access enabled
hu: Hozzáférés engedélyezve

source: Account
hu: Fiók

source: Account Authentication
hu: Fiók hitelesítés

source: Account deleted
hu: Fiók törölve

source: Account disabled
hu: Fiók letiltva

source: Account enabled
hu: Fiók engedélyezve

source: Account Re-Authentication
hu: Fiók újrahitelesítés

source: Acknowledgment
hu: Elismerés

source: Action
hu: Művelet

source: Actions
hu: Műveletek

source: Active
hu: Aktív

source: Active sessions
hu: Aktív munkamenetek

source: Active Subscriptions
hu: Aktív előfizetések

source: Add
hu: Hozzáadás

source: Add a document
hu: Dokumentum hozzáadása

source: Add a URL to redirect the user to once the document is signed
hu: Adjon meg egy URL-t, amelyre a felhasználót átirányítják, miután a dokumentum aláírásra került

source: Add all relevant fields for each recipient.
hu: Adja meg az összes releváns mezőt minden címzetthez.

source: Add all relevant placeholders for each recipient.
hu: Adja hozzá az összes releváns helyettesítőt minden címzetthez.

source: Add an authenticator to serve as a secondary authentication method for signing documents.
hu: Adjon hozzá egy hitelesítőt, amely másodlagos hitelesítési módszerként szolgál a dokumentumok aláírásához.

source: Add an authenticator to serve as a secondary authentication method when signing in, or when signing documents.
hu: Adjon hozzá egy hitelesítőt, amely másodlagos hitelesítési módszerként szolgál bejelentkezéskor vagy dokumentumok aláírásakor.

source: Add an external ID to the document. This can be used to identify the document in external systems.
hu: Adjon hozzá egy külső azonosítót a dokumentumhoz. Ez használható a dokumentum azonosítására külső rendszerekben.

source: Add an external ID to the template. This can be used to identify in external systems.
hu: Adjon hozzá egy külső azonosítót a sablonhoz. Ez külső rendszerekben való azonosításra használható.

source: Add another option
hu: Adjon hozzá egy másik lehetőséget

source: Add another value
hu: Adjon hozzá egy másik értéket

source: Add email
hu: E-mail hozzáadása

source: Add Fields
hu: Mezők hozzáadása

source: Add group roles
hu: Csoportszerepkörök hozzáadása

source: Add groups
hu: Csoportok hozzáadása

source: Add members
hu: Tagok hozzáadása

source: Add Members
hu: Tagok hozzáadása

source: Add members roles
hu: Tagok szerepköreinek hozzáadása

source: Add more
hu: Adjon hozzá többet

source: Add myself
hu: Hozzáadom magam

source: Add Myself
hu: Hozzáadom magam

source: Add passkey
hu: Adja meg a jelszót

source: Add Placeholder Recipient
hu: Helyettesítő címzett hozzáadása

source: Add Placeholders
hu: Helyettesítők hozzáadása

source: Add Signer
hu: Aláíró hozzáadása

source: Add Signers
hu: Aláírók hozzáadása

source: Add signers and configure signing preferences
hu: Adjon hozzá aláírókat és állítsa be az aláírási beállításokat

source: Add team email
hu: Csapat e-mail hozzáadása

source: Add text
hu: Adjon hozzá szöveget

source: Add text to the field
hu: Adjon szöveget a mezőhöz

source: Add the people who will sign the document.
hu: Adja hozzá azokat a személyeket, akik aláírják a dokumentumot.

source: Add the recipients to create the document with
hu: Adja hozzá a címzetteket a dokumentum létrehozásához

source: Additional brand information to display at the bottom of emails
hu: További márkainformációk megjelenítése az e-mailek alján

source: Admin
hu: Adminisztrátor

source: Admin Actions
hu: Adminisztrátori műveletek

source: Admin panel
hu: Adminisztrátori panel

source: Admin Panel
hu: Adminisztrátori panel

source: Advanced Options
hu: Speciális beállítások

source: Advanced settings
hu: Speciális beállítások

source: Advanced Settings
hu: Speciális beállítások

source: After signing a document electronically, you will be provided the opportunity to view, download, and print the document for your records. It is highly recommended that you retain a copy of all electronically signed documents for your personal records. We will also retain a copy of the signed document for our records however we may not be able to provide you with a copy of the signed document after a certain period of time.
hu: Miután elektronikusan aláírta a dokumentumot, lehetősége lesz megtekinteni, letölteni és kinyomtatni a dokumentumot saját nyilvántartásai számára. Erősen ajánlott, hogy minden elektronikusan aláírt dokumentumról tartson meg egy példányt saját nyilvántartásai számára. Mi is megőrizzük az aláírt dokumentum egy példányát a saját nyilvántartásunk számára, azonban előfordulhat, hogy egy bizonyos idő elteltével nem tudunk Önnek másolatot biztosítani az aláírt dokumentumról.

source: After submission, a document will be automatically generated and added to your documents page. You will also receive a notification via email.
hu: A beküldés után egy dokumentum automatikusan létrejön és hozzáadódik a dokumentumok oldalához. E-mailben is értesítést fog kapni.

source: All
hu: Mind

source: All documents
hu: Minden dokumentum

source: All documents have been completed!
hu: Minden dokumentum elkészült!

source: All documents have been processed. Any new documents that are sent or received will show here.
hu: Minden dokumentum feldolgozásra került. Az újonnan küldött vagy fogadott dokumentumok itt fognak megjelenni.

source: All documents related to the electronic signing process will be provided to you electronically through our platform or via email. It is your responsibility to ensure that your email address is current and that you can receive and open our emails.
hu: Az elektronikus aláírási folyamathoz kapcsolódó összes dokumentumot elektronikusan biztosítjuk Önnek a platformunkon keresztül vagy e-mailben. Az Ön felelőssége, hogy e-mail címe naprakész legyen, és hogy képes legyen fogadni és megnyitni az e-mailjeinket.

source: All Folders
hu: Minden mappa

source: All inserted signatures will be voided
hu: Minden beillesztett aláírás érvénytelen lesz

source: All recipients will be notified
hu: Minden címzett értesítést kap

source: All signatures have been voided.
hu: Minden aláírás érvénytelenítve lett.

source: All signing links have been copied to your clipboard.
hu: Az összes aláírói linket átmásoltuk a vágólapjára.

source: All templates
hu: Minden sablon
